<?php
 
$L = array(

//----------------------------
// Modules
//----------------------------

"module_name" =>
"Όνομα Υποσυστήματος",

"module_description" =>
"Περιγραφή",

"data_will_be_lost" =>
"Όλα τα δεδομένα αυτού του υποσυστήματος θα διαγραφούν οριστικά!",

"module_access" =>
"Επεξεργασία Υποσυστήματος",

"module_no_access" =>
"Δεν επιτρέπεται η πρόσβαση στα υποσυστήματα",

"delete_module" =>
"Απεγκατάσταση Υποσυστήματος",

"delete_module_confirm" =>
"Είστε σίγουρος/η ότι επιθυμείτε να απεγκαταστήσετε το ακόλουθο υποσύστημα:",

"module_backend" =>
"ΠΕ Χρήστη",

"module_version" =>
"Έκδοση",

"module_status" =>
"Κατάσταση",


"module_action" =>
"Ενέργεια",

"not_installed" =>
"Μη Εγκατεστημένο",

"installed" =>
"Εγκατεστημένο",

"install" =>
"Εγκατάσταση",

"deinstall" =>
"Αφαίρεση",

"module_can_not_be_found" =>
"Αδύνατος ο εντοπισμός των απαραίτητων αρχείων για την εγκατάσταση αυτού του υποσυστήματος",

"module_has_been_installed" =>
"Το Υποσύστημα εγκαταστάθηκε:",

"module_has_been_removed" =>
"Το Ακόλουθο Υποσύστημα αφαιρέθηκε:",


/* END */
''=>''
);
?>