<?php
 
$L = array(

//----------------------------
// pM Imoprt
//----------------------------

"standby" =>
"Γίνεται η εισαγωγή... παρακαλούμε περιμένετε...",

"import_complete" =>
"Η Εισαγωγή Ολοκληρώθηκε",

"forum_name" =>
"Ονομασία Forum:",

"posts_remaining" =>
"Μηνύματα που Απομένουν:",

"import_forum_posts" =>
"Εισαγωγή Μηνυμάτων στο Forum",

"forum_destination_instructions" =>
"Παρακαλούμε επιλέξετε το forum του ExpressionEngine στο οποίο θα θέλατε να εισαχθούν τα μηνύματα",

"forum_destination_note" =>
"Σημείωση: Αν ένα forum δεν υπάρχει θα πρέπει να πάτε στο υποσύστημα του forum και να το δημιουργήσετε.",

"select_forum_destination" =>
"Επιλέξετε τον προορισμό του forum",

"posts_per_cycle" =>
"Ο αριθμός των μηνυμάτων του forum ανά κύκλο",

"forum_cycle_instructions" =>
"Η διαδικασία εισαγωγής forum είναι αρκετά επιβαρυντική για τον επεξεργαστή. Για αποφευχθούν τυχόν προβλήματα λήξης χρόνου θα εισάγουμε τα μηνύματα του pMachine forum κατά ομάδες. O αριθμός 1000 είναι ασφαλής για τους περισσότερους διακομιστές. Αν διαθέτετε έναν διακομιστή υψηλών επιδόσεων ή έναν ειδικευμένο διακομιστή μπορείτε να εισάγετε έναν μεγαλύτερο αριθμό.",

"forum_instructions" =>
"Σημείωση: Αυτύ το βήμα θα πρέπει να εκτελεστεί μόνο αν τρέχετε προς το παρόν ενα pMachine Pro Discussion Forum. Αν δεν τρέχετε ενα pM Pro forum μπορείτε να παραλείψετε αυτό το βήμα.",

"forum_instructions2" =>
"Αφού το pMachine Pro δεν κάνει κάποια διάκριση μεταξύ ενός weblog και ενός forum, εισάγετε μόνο τα pM Pro weblogs που θα χρησιμοποιήσετε ως μέρος του forum. Παραλείψτε οποιοδήποτε weblog που δεν είναι μέρος του forum σας, αυτά θα εισαχθούν στο τρίτο βήμα.",

"total_forum_posts" =>
"Συνολικός αριθμός των μηνυμάτω σε αυτό το forum:",

"posts_imported" =>
"Τα Μυνήματα του Forum Εισήχθησαν.",

"click_to_import_posts" =>
"Εισαγωγή μηνυμάτων forum %x από %y",

"step_six" =>
"Βήμα Έξι",

"member_config_complete" =>
"Οι Ρυθμίσεις Μέλους ολοκληρώθηκαν",

"pmachine_import_utitity" =>
"Εργαλείο Εισαγωγής pMachine",

"pmachine_import_welcome" =>
"Αυτό το εργαλείο σας επιτρέπει να εισάγετε δεδομένα από το pMachine Free στο ExpressionEngine",

"pmachine_import_disclaimer" =>
"Αν δεν χρησιμοποιείτε pMachine δεν θα χρειαστείτε αυτή το εργαλείο.",

"pmachine_import_information" =>
"Οδηγός Εισαγωγής",

"pmachine_import_removal" =>
"Σημείωση: Μη χρησιμοποιήσετε αυτό το εργαλείο αν δεν κάνετε χρήση του pMachine.",

"configuration_blurb" =>
"Για να χρησιμοποιήσετε αυτό το εργαλείο, θα πρέπει πρώτα να εισάγετε τα σχοιχεία της βάσης δεδομένων του pMachine.",

"configuration_blurb_cont" =>
"Θα βρείτε αυτή τη πληροφορία στο αρχείο config.php του pMachine.",

"database_info" =>
"Πληροφορίες της Βάσης Δεδομένων",

"sql_server" =>
"Διεύθυνση του διακομιστή MySQL",

"sql_username" =>
"Όνομα Χρήστη MySQL",

"sql_password" =>
"Κωδικός Χρήστη MySQL",

"sql_database" =>
"Βάση Δεδομένων MySQL",

"sql_prefix" =>
"Πρόθεμα Πίνακα",

"leave_prefix_blank" =>
"Αφήστε το κενό αν δεν επιθυμείτε τη χρήση προθέματος",

"configure" =>
"Ρύθμιση",

"empty_field_warning" =>
"Αφήσαστε κάποια πεδία κενά",

"no_database_connection" =>
"Αδύνατη η σύνδεση με τη βάση δεδομένων με τα στοιχεία που εισάγατε",

"table_name" =>
"Όνομα Πίνακα",

"table_rows" =>
"Σειρές Πίνακα",

"table_action" =>
"Ενέργεια",

"table_status" =>
"Κατάσταση",

"completed" =>
"Ολοκληρώθηκε",

"no_rows_exist" =>
"Δε χρειάζεται εισαγωγή",

"pending" =>
"Έτοιμο για εισαγωγή",

"pending_stats" =>
"Έτοιμο για επεξεργασία",

"import_now" =>
"Εισαγωγή Δεδομένων",

"recalculate" =>
"Επεξεργασία Δεδομένων",

"step_one" =>
"Βήμα Ένα",

"step_two" =>
"Βήμα Δύο",

"step_three" =>
"Βήμα Τρία",

"step_four" =>
"Βήμα Τέσσερα",

"step_five" =>
"Βήμα Πέντε",

"import_options" =>
"Επιλογές Εισαγωγής",

"import_members" =>
"Εισαγωγή Μελών",

"import_weblog_entries" =>
"Εισαγωγή Καταχωρήσεων Weblog",

"recalculate_statistics" =>
"Επανακαταμέτρηση Στατιστικών",

"click_to_reset_statistics" =>
"Κάντε κλικ εδώ για να ενημερώσετε τα στατιστικά",

"reset_statistics_info" =>
"Θα μεταφερθείτε στο εργαλείο επανακαταμέτρησης. Όταν ολοκληρώσετε τη διαδικασία, επιστρέψτε σε αυτή τη σελίδα για να εκτελέσετε το βήμα πέντε",

"members" =>
"Μέλη",

"member_stats" =>
"Στατιστικά Μελών",

"weblog_stats" =>
"Στατιστικά Weblog",

"configure" =>
"Ρύθμιση",

"total_members" =>
"Συνολικό πλήθος μελών στη βάση δεδομένων pMachine σας:",

"select_your_account" =>
"Επιλέξτε έναν λογαριασμό pMachine που σας ανήκει",

"ignore_instructions" =>
"Αφού έχετε ήδη έναν λογαριασμό μέλους ExpressionEngine, δεν έχει νόημα να δημιουργήσετε έναν άλλο βασισμένο στα στοιχεία του pMachine. Κάνοντάς το θα δημιουργηθούν διπλοί λογαριασμοί. Αν επιλέξετε τον ήδη υπάρχοντα pMachine λογαριασμό σας, οι καταχωρήσεις weblog θα αντιστοιχιστούν στον τρέχοντα λογαριασμό σας στο ExpressionEngine",

"i_have_no_account" =>
"Έχω λογαριασμό pMachine",

"members_per_cycle" =>
"Αριθμός των μελών ανά κύκλο",

"cycle_instructions" =>
"Για αποφευχθούν προβλήματα λήξης χρόνου θα εισάγουμε τα δεδομένα του pMachine σε περιορισμένες ομάδες. Παρακαλούμε ορίστε τον αριθμό των εγγραφών ανά ομάδα που επιθυμείτε να εισάγετε. Ο αριθμός 1000 είναι ασφαλής για τους περισσότερους διακομιστές. Αν διαθέτετε έναν διακομιστή υψηλών επιδόσεων ή έναν ειδικευμένο διακομιστή μπορείτε να εισάγετε αρκετές χιλιάδες τη φορά.",

"blog_cycle_instructions" =>
"Η διαδικασία εισαγωγής weblog είναι αρκετά επιβαρυντική για τον επεξεργαστή ειδικά για καταχωρήσεις που έχουν σχόλια και trackbacks. Για αποφευχθούν τυχόν προβλήματα λήξης χρόνου θα εισάγουμε τις καταχωρήσεις του pMachine forum κατά ομάδες. O αριθμός 300 είναι ασφαλής για τους περισσότερους διακομιστές. Αν διαθέτετε έναν διακομιστή υψηλών επιδόσεων ή έναν ειδικευμένο διακομιστή ή οι καταχωρήσεις σας δεν περιέχουν σχόλια, μπορείτε να εισάγετε έναν μεγαλύτερο αριθμό.",

"save_settings" =>
"Αποθήκευση Ρυμθίσεων",

"member_import_complete" =>
"Η διαδικασία εισαγωγής μελών ολοκληρώθηκε",

"return_to_overview" =>
"Επιστροφή στην αρχική σελίδα εισαγωγής",

"start_member_import" =>
"Έτοιμο για έναρξη",

"members_remaining" =>
"Σύνολο μελών που απομένει να εισαχθούν:",

"click_to_import_members" =>
"Εισαγωγή μελών %x μέχρι %y",

"no_table_rows" =>
"Δεν υπάρχουν γραμμές",

"default_member_group" =>
"Αντιστοίχιση ομάδας μελών",

"member_group_instructions" =>
"Τα εισηγμένα μέλη πρέπει να αντιστοιχιστούν σε μια ομάδα μελών. Παρακαλούμε επιλέξτε την ομάδα στην οποία θα ανήκουν τα μέλη.",

"members_imported" =>
"Όλα τα μέλη εισήχθηκαν",

"return_to_main_menu" =>
"Επιστροφή στο Αρχικό Μενού",

"import_weblog_entries" =>
"Εισαγωγή Καταχωρήσεων Weblog",

"weblog_name" =>
"Όνομα Weblog:",

"total_weblog_entries" =>
"Συνολικός αριθμός καταχωρήσεων weblog σε αυτό το weblog:",

"select_destination_blog" =>
"Επιλογή του προορισμού weblog",

"destination_instructions" =>
"Παρακαλούμε επιλέξτε το weblog του ExpressionEngine στο οποίο επιθυμείτε να εισαχθούν οι καταχωρήσεις του pMachine.",

"destination_note" =>
"Σημείωση: Αν ένα weblog δεν υπάρχει θα πρέπει να πάτε στη σελίδα ADMIN και να το δημιουργήσετε.",

"entries_per_cycle" =>
"Αριθμός των καταχωρήσεων weblog ανά κύκλο",

"select_destination_fields" =>
"Επιλέξετε τα πεδία προορισμού",

"field_destination_instructions" =>
"Παρακαλούμε επιλέξτε κάθε πεδίο του ExpressionEngine όπου θα θέλατε να εισαχθούν τα πεδία του pΜachine.",

"field_destination_instructions_two" =>
"Επιλέξετε \"Να μην γίνει εισαγωγή\" για αν παραλείψετε οποιοδήποτε πεδίο από την εισαγωγή.",

"fields_not_unique_warning" =>
"Δεν μπορείτε να αντιστοιχίσετε περισσότερα από ένα πεδία του pMachine στο ίδιο πεδίο του ExpressionEngine",

"no_fields_assigned" =>
"To weblog που επιλέξατε δεν έχει κάποια ομάδα πεδίων αντιστοιχισμένη σε αυτό. Παρακαλούμε πάτε στη σελίδα ADMIN και αντιστοιχίστε μια ομάδα πεδίων σε αυτό το weblog.",

"no_textarea_fields" =>
"Η ομάδα πεδίων που αντιστοιχίσατε στο weblog που επιλέξατε δεν περιέχει πεδία περιοχής κειμένου",

"pmachine_field" =>
"Πεδίο pMachine",

"ee_field" =>
"Πεδίο ExpressionEngine",

"none" =>
"Να μη γίνει Εισαγωγή",

"blurb" =>
"Blurb",

"body" =>
"Σώμα",

"more" =>
"Περισσότερα",

"custom1" =>
"Προσαρμοσμένο1",

"custom2" =>
"Προσαρμοσμένο2",

"custom3" =>
"Προσαρμοσμένο3",

"you_must_select_fields" =>
"Δεν επιλέξατε κάποια αντιστοίχιση πεδίων",

"entries_remaining" =>
"Καταχωρήσεις που Απομένουν:",

"entries_imported" =>
"Οι καταχωρήσεις weblog εισήχθησαν",

"click_to_import_entries" =>
"Εισαγωγή καταχωρήσεων weblog %x από %y",

"batch_complete" =>
"Η Ομάδα Ολοκληρώθηκε...",

"select_upload_blog" =>
"Επιλέξτε τον προορισμό του ανεβάσματος της εικόνας",

"upload_instructions" =>
"Αν οι καταχωρήσεις weblog του pMachine σας περιέχουν εικόνες, θα πρέπει να τις ανακατευθύνουμε από την τρέχουσα τοποθεσία τους στη νέα τοποθεσία.",

"upload_note" =>
"Σημείωση: Αυτό το εργαλείο δεν θα μετακινήσει τις υπάρχουσες εικόνες σας. Θα πρέπει να τις μετακινήσετε χειροκίνητα στη τοποθεσία της επιλογής σας.",

"note_regarding_categories" =>
"Σχετικά με τις Κατηγορίες Weblog",

"category_note" =>
"Αν οι καταχωρήσεις weblog του pMachine ανήκουν σε κατηγορίες, θα πρέπει να υπάρχουν πανομοιότυπες κατηγορίες διαθέσιμες στο ExpressionEngine. Κατά τη διάρκεια της διαδικασίας εισαγωγής, αυτή η διαδικασία θα προσπαθήσει να αντιστοιχίσει κάθε κατηγορία pMachine με την αντίστοιχη κατηγορία στο ExpressionEngine. Αν δεν καταφέρει να κάνει μια αντιστοίχιση, η κατηγορία θα αγνοηθεί για αυτή τη καταχώρηση.",

"import_mailinglist" =>
"Εισαγωγή Ταχυδρομικής Λίστας",

"total_emails" =>
"Συνολικός Αριθμός Email:",

"emails_remaining" =>
"Συνολο Email που Απόμενουν:",

"emails_per_cycle" =>
"Αριθμός των Διευθύνσεων Email Ανά Κύκλο",

"email_instructions" =>
"Για αποφευχθούν προβλήματα λήξης χρόνου θα εισάγουμε τις διευθύνσεις email σε περιορισμένες ομάδες. H διαδικασία αυτή είναι αρκετά επιβαρυντική για τον επεξεργαστή, γι' αυτό ο αριθμός 5000 email είναι καλός για μέσους έναν μέσο διακομιστή. Παρακαλούμε ορίστε τον αριθμό των διεθύνσεων ανά ομάδα που επιθυμείτε να εισάγετε.",

"mailinglist" =>
"Ταχυδρομική Λίστα",

"mailinglist_imported" =>
"Η Ταχυδρομική Λίστα εισήχθηκε",

"click_to_import_mailinglist" =>
"Εισαγωγή email %x μέχρι %y",


"clear_preferences" =>
"Εκκαθάριση Προτιμήσεων",

"click_to_clear_prefs" =>
"Κάντε κλικ εδώ για κάνετε εκκαθάριση των προτιμήσεων",

"clear_preferences_info" =>
"Κατά τη διάρκεια της διαδικασίας εισαγωγής αποθηκεύσαμε όλες σας τις προτιμήσεις στο βασικό αρχείο ρυθμίσεων. Μόλις ολοκληρώσετε την εισαγωγή, συνιστάται να διαγράψετε αυτά τα δεδομένα.",

"you_are_done_importing" =>
"Ολοκληρώσατε επιτυχώς τη διαδικασία εισαγωγής!",


/* END */
''=>''
);
?>