<?php
 
$L = array(

//----------------------------
// MT Import
//----------------------------

"mt_import_utility" =>
"Εργαλείο Εισαγωγής Movable Type",

"mt_import_welcome" =>
"Αυτό το εργαλείο σας επιτρέπει να εισαγέτε δεδομένα από το Movable Type στο ExpressionEngine",

"mt_import_disclaimer" =>
"Αν δεν χρησιμοποιείτε Movable Type δε θα χρειαστείτε αυτό το εργαλείο.",

"file_blurb" =>
"Για να χρησιμοποιήσετε αυτό το εργαλείο, θα πρέπει πρώτα να τοποθετήσετε το αρχείο που περιέχει τις καταχωρήσεις του MT που έχουν εξαχθεί στον διακομιστή σας και να υποβάλλετε τη τοποθεσία αυτού του αρχείου.",

"file_blurb2" =>
"Η διαδρομή του αρχείου θα πρέπει να είναι σχετική με αυτή του φακέλου του πίνακα ελέγχου του δικτυακού τόπου (π.χ. ../mt_file.txt), αν το τοποθετήσετε στον κεντρικό κατάλο του δικτυακού τόπου.",

"field_blurb" =>
"Η Μορφή Eξαγωγής του MT δεν ορίζει σε ποιο weblog ανήκει μια καταχώρηση. Γι' αυτό αν έχετε πολλαπλά blogs, θα πρέπει να διαχωρίσετε τις καταχωρήσεις για κάθε weblog σε ξεχωριστά αρχεία και να εισάγετε κάθε αρχείο ξεχωριστά.",

"import_info" =>
"Πληροφορίες Εισαγωγής",

"file_info" =>
"Τοποθεσία Αρχείου Movable Type",

"weblog_select" =>
"Επιλέξτε το weblog στο οποίο θα εισαχθούν οι καταχωρήσεις σας.",

"admin_select" =>
"Προεπιλεγμένος συντάκτης για τις Καταχωρήσεις",

"status_select" =>
"Προεπιλεγμένη Κατάσταση Καταχώρησης",

"format_select" =>
"Προεπιλεγμένη Μορφοποίηση Καταχώρησης",

"category_select" =>
"Κατηγορίες",

"auto_create_nosub" =>
"Αυτόματη Δημιουργία Κατηγοριών (όχι υπο-κατηγορίες)",

"auto_create_sub" =>
"Αυτόματη Δημιουργία Κατηγοριών (υποκατηγορίες)",

"submit_info" =>
"Έναρξη Εισαγωγής Καταχωρήσεων",

"empty_field_warning" =>
"Αφήσατε κάποια πεδία κενά",

"invalid_path" =>
"Δεν βρέθηκε το αρχείο.",

"invalid_file" =>
"Το Αρχείο δεν περιέχει καταχωρήσεις MT.",

'import_complete' =>
"H Εισαγωγή Ολοκληρώθηκε",

"total_weblog_entries" =>
"Ο συνολικός αριθμός των καταχωρήσεων weblog που εισήχθησαν: ",

"total_weblog_comments" =>
"Συνολικός αριθμός σχολίων που εισήθχησαν:",

"total_weblog_trackbacks" =>
"Συνολικός αριθμός trackback που εισήχθησαν: ",

"total_categories_entered" =>
"Συνολικός αριθμός κατηγοριών που δημιουργήθηκαν: ",

"more_importing_info" =>
"Αν έχετε κι άλλες καταχωρήσεις MT προς εισαγωγή, κάντε κλικ στο παρακάτω link. Αν ολοκληρώσατε την εισαγωγή, 
 παρακαλούμε εκτελέστε μια επανακαταμέτρηση των στατιστικών.",

"return_to_import" =>
"Επιστροφή στη σελίδα Εισαγωγής MT",

"you_are_done_importing" =>
"Ολοκληρώσατε επιτυχώς τη διαδικασία εισαγωγής!",

"recalculate_statistics" =>
"Επανακαταμέτρηση Στατιστικών",

"click_to_reset_statistics" =>
"Πατήστε εδώ για να ενημερώσετε τα στατιστικά του weblog",

"you_are_done_importing" =>
"Ολοκληρώσατε επιτυχώς την εισαγωγή των καταχωρήσεων!",

'no_weblogs' =>
"Δεν υπάρχουν διαθέσιμα weblogs.",

'open' =>
"Ανοιχτό",

'closed' =>
"Κλειστό",

'excerpt_select' =>
"Πεδίο για το περιεχόμενο του ΑΠΟΣΠΑΣΜΑΤΟΣ",

'body_select' =>
"Πεδίο για το περιεχόμενο του ΣΩΜΑΤΟΣ",

'extended_select' =>
"Πεδίο για το περιεχόμενο του ΕΚΤΕΤΑΜΕΝΟΥ ΚΕΙΜΕΝΟΥ",

'keywords_select' =>
"Πεδίο για το περιεχόμενο των ΛΕΞΕΩΝ ΚΛΕΙΔΙΩΝ",

'create_comment_members' =>
"Δημιουργία μελών από τους σχολιαστές;",

'default_group' =>
"Προεπιλεγμένη ομάδα για αυτά τα νέα μέλη",

'use_author_text' =>
"(Αν το επιλέξετε αυτό, το εργαλείο εισαγωγής θα προσπαθήσει να αντιστοιχίσει τον συντάκτη της καταχώρησης προς εισαγωγή με τα υπάρχοντα μέλη του συστήματος. Αν δεν βρεθεί κάποια αντιστοίχιση, τότε το προεπιλεγμένο μέλος που έχει επιλεχθεί παραπάνω θα χρησιμοποιηθεί αντ'αυτού.)",

'use_status_text' =>
"(Αν το επιλέξετε αυτό, το εργαλαλείο εισαγωγής θα αντιστοιχίσει τη κατάσταση του MT σε μια όμοια κατάσταση του EE. Publish (MT) => Open (EE); Draft (MT) => Closed (EE); Αν δεν το επιλέξετε, η παραπάνω προεπιλεγμένη κατάσταση θα χρησιμοποιηθεί για όλες τις καταχωρήσεις.)",

'use_format_text' =>
"Αν το επιλέξετε αυτό, το εργαλείο εισαγωγής θα προσπαθήσει να αντιστοιχίσει τη τιμή CONVERT BREAK προς εισαγωγή στις διαθέσιμες επιλογές μορφοποίησης. Αν δεν βρεθεί μια αντιστοίχιση, τότε η παραπάνω προεπιλεγμένη μορφοποίηση θα χρησιμοποιηθεί.)",

'use_format_text2' =>
"<strong>Σημείωση:</strong> Η τιμή <code>1</code> θα θεωρηθεί ως Αυτόματο &lt;br /&gt;, και η τιμή <code>0</code> θα είναι None. Η τιμή <code>__default__</code> θα οριστεί ως η παραπάνω προεπιλεγμένη μορφοποίηση.",

'create_commenters_text' =>
"(Αν το επιλέξετε αυτό, το εργαλείο εισαγωγής θα δημιουργήσει ένα νέο μέλος για κάθε μοναδικό σχολιαστή. Ένας τυχαίος κωδικός πρόσβασηςη θα δοθεί στον λογαριασμό, ώστε το μέλος να πρέπει να χρησιμοποιήσει την επιλογή \"Ξέχασα τον Κωδικό μου\" με τη διεύθυνση email τους για να αποκτήσει έναν νέο κωδικό πρόσβασης και πρόσβαση στον λογαριασμό τους).",


'use_status' =>
"Να χρησιμοποιηθεί η κατάσταση της καταχώρησης;",

'use_format' =>
"Να χρησιμοποιηθεί η ρύθμιση CONVERT BREAK όπου είναι εφικτό;",

'use_author' =>
"Να χρησιμοποιηθεί ο συντάκτης της καταχώρησης όπου είναι εφικτό;",

'comment_group' =>
"Αντιστοίχιση Ομάδας Μελών Σχολιασμού",

'no_member_groups' =>
"Δεν Υπάρχουν Διαθέσιμες Ομάδες Μελών",

'unable_to_import' =>
"Αδύνατη η Εισαγωγή Καταχωρήσεων",

'none' =>
" - Κανένα -",

'members_created' =>
"Μέλη που Δημιουργήθηκαν: ",

'field_for_extra_field' =>
"Πεδίο για",



/* END */
''=>''
);
?>