<?php

$L = array(

//----------------------------
// Control Panel
//----------------------------

"show_hide" =>
"Εμφάνιση/Απόκρυψη Όλων",

"new_tab" =>
"Νέα Καρτέλα",

"new_version_available" =>
"Η έκδοση του Expression Engine %s είναι διαθέσιμη",

"consult_user_guide" =>
"Συμβουλευτείτε τον Οδηγό Χρήσης",

"powered_by" =>
"Με την υποστήριξη του",

"control_panel" => 
"Πίνακας Ελέγχου",

"main_menu" => 
"Αρχική Σελίδα ΠΕ",

"username" => 
"Όνομα Χρήστη",

"password" => 
"Κωδικός Πρόσβασης",

"publish" => 
"Δημοσίευση",

"edit" => 
"Επεξεργασία",

"design" => 
"Πρότυπα",

"communicate" => 
"Επικοινωνία",

"modules" => 
"Υποσυστήματα",

"admin" => 
"Διαχείριση",

"my_account" => 
"Ο Λογαριασμός μου",

"user_account" => 
"Λογαριασμός Μέλους",

"user_guide" => 
"Οδηγός Χρήστη",

"logout" => 
"Αποσύνδεση",

"copyright" => 
"Copyright",

"rights_reserved" => 
"All Rights Reserved",

"page_rendered" => 
"Ο κώδικας εκετελέστηκε σε %x δευτερόλεπτα",

"queries_executed" => 
"%x ερωτήματα SQL έγιναν",

"build" =>
"Υποέκδοση:",

"forgot_password" =>
"Ξεχάσατε τον κωδικό σας;",

"e_no_css" => 
"Το αρχείο CSS που ζητήσατε δεν ήταν δυνατόν να ανοιχθεί.",

"unauthorized" => 
"Εκτός δικαιοδοσίας",

"unauthorized_access" => 
"Δεν έχετε δικαιώματα πρόσβασης σε αυτή τη σελίδα",

"be_careful" =>
"ΠΡΟΣΟΧΗ!",

"action_can_not_be_undone" =>
"ΑΥΤΗ Η ΕΝΕΡΓΕΙΑ ΔΕ ΜΠΟΡΕΙ ΝΑ ΑΝΑΙΡΕΘΕΙ",

"captcha_explanation" =>
"Μια εικόνα captcha είναι μια εικόνα που περιέχει έναν κωδικό ασφαλείας τον οποίο πρέπει να υποβάλλουν οι χρήστες. Παρακαλούμε συμβουλευτείτε τον οδηγό χρήσης για περισσότερες πληροφορίες.",

"back" =>
"Πίσω",

"no" =>
"Όχι",

"yes" =>
"Ναι",

"all" =>
"Όλα",

"any" =>
"Οποιοδήποτε",

"required_fields" =>
"Υποδηλώνει απαιτούμενα πεδία",

"please_consult_manual" => 
"Παρακαλούμε συμβουλευτείτε τον οδηγό χρήσης",

"login" => 
"Σύνδεση",

"forgotten_password" => 
"Ξεχασμένος Κωδικός Πρόσβασης",

"submit_email_address" => 
"Αποστολή του email σας",

'edit_quicklinks' =>
"Επεξεργασία των QuickLinks",


//----------------------------
// Buttons
//----------------------------

"submit" => 
"Αποστολή",

"preview" => 
"Προεπισκόπιση",

"update" => 
"Ανανέωση",

"delete" => 
"Διαγραφή",

"save_changes" => 
"Αποθήκευση αλλαγών",



//----------------------------
// Log
//----------------------------

"clear_logs" =>
"Εκκαθάριση αρχείων Ιστορικού",

"member_id" =>
"ID Μέλους",

"ip_address" =>
"Διεύθυνση IP",

"date" =>
"Ημερομηνία",

"action" =>
"Ενέργεια",


"member_logged_in" =>
"Συνδεδεμένος/η",

"member_logged_out" =>
"Αποσυνδεδεμένος/η",

"cleared_logs" =>
"Έγινε η εκκαθάριση Αρχείων Ιστορικού",

//----------------------------
// Sites and Weblogs
//----------------------------

'sites' =>
"Δικτυακοί Τόποι",

'edit_sites' =>
"Επεξεργασία Δικτυακών Τόπων",

'edit_weblogs' =>
"Επεξεργασία Weblogs",

'site_id' =>
"ID Δικτυακού Τόπου",

'site' =>
"Δικτυακός Τόπος",

'site_specific_data' =>
"Αυτα τα δεδομένα σχετίζονται άμεσα με το δικτυακό τόπο. Αν επιθυμείτε να επιλέξετε ή να επεργαστείτε δεδομένα για άλλο δικτυακό τόπο, τότε χρησιμοποιήστε τη καρτέλα 'Δικτυακοί Τόποι' για επιλέξετε εκείνο τον δικτυακό τόπο.",


/* END */
''=>''
);
?>