<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"mailinglist_module_name" =>
"Ταχυδρομική Λίστα",

"mailinglist_module_description" =>
"Διαχείριση Ταχυδρομικής Λίστας",

//----------------------------------------

"mailinglist_disabled" =>
"Αυτή η ταχυδρομική λίστα δεν δέχεται νέες εγγραφές αυτή τη στιγμή.",

"mailinglist_preferences" =>
"Προτιμήσεις Ταχυδρομικής Λίστας",

"template_updated" =>
"Το Πρότυπο ενημερώθηκε",

"mailing_list" =>
"Ταχυδρομική Λίστα:",

"mailinglist_template" =>
"Πρότυπο Ταχυδρομικής Λίστας",

"mailinglist_template_desc" =>
"Αυτό το πρότυπο επιτρέπει τη προσαρμογή των μηνυμάτων της ταχυδρομικής λίστας.",

"mailinglist_template_warning" =>
"Μη σβήσετε τις δύο απαιτούμενες μεταβλητές:",

"ml_edit_template" =>
"Επεξεργασία Προτύπου",

"ml_create_new" =>
"Δημιουργία Νέας Ταχυδρομικής Λίστας",

"ml_mailinglists" =>
"Ταχυδρομικές Λίστες",

"ml_mailinglist_title" =>
"Σύντομη Ονομασία",

"ml_mailinglist_name" =>
"Πλήρες Όνομα",

"ml_edit_list" =>
"Επεξεργασία Λίστας",

"ml_view_list" =>
"Προβολή Λίστας",

"ml_view" =>
"Προβολή",

"ml_no_lists_exist" =>
"Δεν υπάρχουν ταχυδρομικές λίστες αυτή τη στιμή",

"ml_mailinglist_short_name" =>
"Σύντομη Ονομασία της Ταχυδρομικής Λίστας",

"ml_mailinglist_short_info" =>
"Μία λέξη, λατινικοί χαρακτήρες, χωρίς κενά. Θα χρησιμοποιήσετε αυτή τη λέξη στο mailing list tag, για να μπορεί το σύστημα εγγραφής να κάνει την εγγραφή στη κατάλληλη λίστα.",

"ml_mailinglist_long_name" =>
"Πλήρες Όνομα της Ταχυδρομικής Λίστας",

"ml_mailinglist_long_info" =>
"Το πλήρες όνομα της ταχυδρομικής σας λίστας.",

"ml_all_fields_required" =>
"Όλα τα πεδία είναι υποχρεωτικά.",

"ml_invalid_short_name" => 
"Η σύντομη ονομασία της ταχυδρομικής σας λίστας μπορεί να περιέχει μόνο λατινικούς αλφαριθμητικούς χαρακτήρες χωρίς κενά.",

"ml_short_name_taken" =>
"Η σύντομη ονομασία που επιλέξατε, χρησιμοποιείται ήδη.",

"ml_mailinglist_created" =>
"Η Ταχυδρομικής σας λίστα δημιουργήθηκε",

"ml_mailinglist_updated" =>
"Η Ταχυδρομική σας λίστα ενημερώθηκε",

"ml_total_emails" =>
"Συνολικά Email",

"ml_batch_subscribe" =>
"Μαζική Εγγραφή/Διαγραφή",

"ml_action" =>
"Επιλέξτε την ενέργεια που θα θέλατε να πραγματοποιήσετε:",

"ml_select_list" =>
"Επιλέξτε τη ταχυδρομική λίστα στην οποία θα θέλατε να εφαρμοστεί η συγκεκριμένη ενέργεια:",

"ml_no_list_id" =>
"Αδύνατος ο εντοπισμός της ταχυδρομικής λίστας. Αν το πρόβλημα παραμείνει παρακαλούμε επικοινωνήστε με τον διαχειριστή του συστήματος.",

"ml_remove_email_addresses" =>
"Διαγραφή των Διευθύνσεων Email",

"ml_total_emails_deleted" =>
"Σύνολο email που διαγράφηκαν:",

"ml_total_duplicate_emails" =>
"Σύνολο διπλών email:",

"ml_emails_deleted" =>
"H διαγραφή των email ήταν επιτυχής",

"ml_bad_email_del_heading" =>
"Τα ακόλουθα email δεν ήταν δυνατόν να διαγραφούν:",

"ml_mailinglist" =>
"Ταχυδρομική Λίστα",

"ml_total_in_mailinglist" =>
"Σύνολο Διευθύνσεων Email:",

"ml_view_mailinglist" =>
"Προβολή Ταχυδρομικής Λίστας",

"ml_delete_mailinglist" =>
"Διαγραφή Ταχυδρομικής Λίστας",

"ml_delete_list_question" =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε τις ακόλουθες ταχυδρομικές λίστες;",

"ml_all_data_nuked" =>
"Όλες οι διευθύνσεις email που περιέχονται στις λίστες θα διαγραφούν μόνιμα.",

"ml_list_deleted" =>
"H Ταχυδρομική Λίστα Διαγράφηκε",

"ml_lists_deleted" =>
"Οι Ταχυδρομικές Λίστες Διαγράφηκαν",

"ml_email_search" =>
"Αναζήτηση Email",

"ml_email_search_cont" =>
"Αποστολή αποσπάσματος ή ολόκληρης της διεύθυνσης email",

"ml_email_address" =>
"Email",

"ml_delete" =>
"Διαγραφή",

"ml_no_results" =>
"Δεν βρέθηκαν αποτελέσματα που να ταιριάζουν στα κριτήρια που υποβάλλατε",

"ml_delete_confirm" =>
"Διαγραφή των Διευθύνσεων Email",

"ml_delete_question" =>
"Είστε σίγουρος ότι επιθυμείτε τη διαγραφή των επιλεγμένων email;",

"ml_email_deleted" =>
"Η διεύθυνση Email διαγράφηκε",

"ml_emails_deleted" =>
"Οι διευθύνσεις email διαγράφηκαν",

"ml_missing_email" =>
"Πρέπει να εισάγετε μια διεύθυνση email",

"ml_invalid_email" =>
"Μη έγκυρη διεύθυνση email",

"ml_email_already_in_list" =>
"Η διεύθυνση e-mail σας υπάρχει ήδη στη ταχυδρομική λίστα",

"ml_banned_email" =>
"Η διεύθυνση email δεν επιτρέπεται",

"ml_email_accepted" =>
"Η διεύθυνση email σας προστέθηκε στη Ταχυδρομική μας Λίστα.",

"ml_email_confirmation_sent" =>
"Σας απεστάλλει ένα email επιβεβαίωσης.",

"ml_click_confirmation_link" =>
"Παρακαλούμε κάντε κλίκ στον σύνδεσμο που θα βρείτε στο e-mail για να επικυρώσετε την εγγραφή σας στη ταχυδρομική λίστα.",

"ml_mailinglist_confirmation" =>
"Επικύρωση Email",

"ml_thankyou_for_joining" =>
"Σας ευχαριστούμε που γραφτήκατε στη ταχυδρομική μας λίστα!",

"ml_activation_instructions" =>
"Παρακαλούμε κάντε κλικ στον παρακάτω σύνδεσμο για να επικυρώσετε τη διεύθυνση email σας.",

"ml_expiration_blurb" =>
"Αν δεν θέλετε να προστεθείτε στη λίστα μας, αγνοήστε αυτό το email.",

"ml_account_confirmed" =>
"Η διεύθυνση email σας επικυρώθηκε.",

"ml_expired_date" =>
"Ο κωδικός επικύρωσης που υποβάλλατε έχει λήξει",

"ml_unsubscribe" =>
"Η διεύθυνση email σας αφαιρέθηκε από τη ταχυδρομική μας λίστα.",

"ml_unsubscribe_failed" =>
"Αδύνατη η εύρεση του συγκεκριμένου αριθμού λογαριασμού.",

"ml_add_email_addresses" =>
"Εγγραφή των Διευθύνσεων Email",

"ml_add_email_addresses_cont" =>
"Αν υποβάλλατε πολλαπλές διευθύνσεις email, διαχωρίσετε κάθεμια με ένα κενό ή μια νέα γραμμή",

"ml_emails_imported" =>
"Η εγγραφή του email ήταν επιτυχής",

"ml_total_emails_imported" =>
"Συνολικός αριθμός εγγεγραμμέvων email:",

"ml_bad_email_heading" =>
"Οι παρακάτω διευθύνσεις email δεν ήταν δυνατόν να εισαχθούν:",



/* END */
''=>''
);
?>