<?php
 
$L = array(

//----------------------------
// Log-in
//----------------------------

"remember_me" =>
"Αυτόματη σύνδεση για μελλοντικές επισκέψεις;",

"no_username" =>
"Αυτό το όνομα χρήστη που υποβάλλατε δεν βρέθηκε στη βάση δεδομένων",

"no_password" =>
"Το όνομα χρήστη που υποβάλλατε δεν είναι σωστό.",

"no_email" =>
"Πρέπει να υποβάλλετε μια διεύθυνση email.",

"multi_login_warning" =>
"Κάποιος είναι ήδη συνδεδεμένος και χρησιμοποιεί αυτόν τον λογαριασμό.",

"return_to_login" =>
"Επιστροφή στην σελίδα Σύνδεσης",

"password_lockout_in_effect" =>
"Σας επιτρέπεται να κάνετε προσπάθειες σύνδεσης κάθε %x λεπτά",

"unauthorized_request" =>
"Δεν έχετε την άδεια να εκτελέσετε αυτή την ενέργεια",

/* END */
''=>''
);
?>