<?php
 
$L = array(

/* ----------------------------------------
/*  Required for MODULES page
/* ----------------------------------------*/

"blogger_api_module_name" =>
"Blogger API",

"blogger_api_module_description" =>
"Υποσύστημα Blogger API",

/*----------------------------------------*/

'blogger_api_home' =>
"Πίνακας ελέγχου",

'api_urls' =>
"Προβολή URL για το Blogger API",

'invalid_access' =>
"Μη έγκυρη Πρόσβαση στο Blogger ΑPI. Βεβαιωθείτε ότι χρησιμοποιήσατε το σωστό όνομα χρήστη και
κωδικό πρόσβασης για ένα λογιαριασμό με άδεια καταχώρησης σε τουλάχιστον ένα weblog.",

'no_weblogs_found' =>
"Δε βρέθηκαν Weblogs για αυτόν τον χρήστη.",

'invalid_weblog' =>
"Μη έγκυρη Επιλογή Weblog",

'invalid_categories' =>
"Μη έγκυρες Επιλογή Κατηγοριών",

'no_entries_found' =>
"Δεν βρέθηκαν καταχωρήσεις",

'no_entry_found' =>
"Δε βρέθηκε καταχώρηση στη βάση δεδομένων",

'unauthorized_action' =>
"Δεν έχετε τα δικαιώματα για να εκτελέσετε αυτή την ενέργεια.",

'invalid_access' =>
"Μή έγκρυη Πρόσβαση",

'entry_uneditable' =>
"Δεν έχετε το δικαίωμα να επεξεργαστείτε αυτή τη καταχώρηση. Παρακαλούμε ελέγξτε τα δικαιώματα ομάδων μελών.",

'bloger_configurations' =>
"Ρυθμίσεις του Blogger API",

'blogger_config_name' =>
"Όνομα",

'blogger_config_url' =>
"URL",

'blogger_delete_confirm' =>
"Διαγραφή Ρυθμίσεων Blogger API",

'blogger_deleted' =>
"Η ρυθμίση του blogger API Διαγράφηκε",

'bloggers_deleted' =>
"Οι ρυθμίσεις του blogger API Διαγράφηκαν",

"blogger_delete_question" =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε την(τις) επιλεγμένες(ης) ρυθμίσεις(ης) του Blogger API;",

'delete' =>
"Διαγραφή",

'new_config' =>
"Νέα Ρύθμιση",

'modify_config' =>
"Μετατροπή Ρύθμισεις",

'configuration_options' =>
"Επιλογές Ρυθμίσεων",

'blogger_pref_name' =>
"Όνομα ρύθμισης",

'blogger_default_field' =>
"Προεπιλεγμένο Πεδίο για Εισαγωγή Δεδομένων",

'blogger_default_field_subtext' =>
"Αν δεν οριστεί κάποιο πεδίο για μια νέα καταχώρηση ή μια διορθωμένη καταχώρηση αποσταλεί ως 
κείμενο με επιμέρους μη ορισμένα πεδία, τότε αυτό είναι το πεδίο όπου το περιεχόμενο της καταχώρησης θα τοποθετηθεί.
Βεβαιωθείτε ότι επιλέξατε ένα πεδίο το οποίο είναι διαθέσιμο 
για το weblog στο οποίο κάνετε τη καταχώρηση.",

'blogger_html_format' =>
"Μορφοποίηση HTML",

'blogger_html_format_subtext' =>
"Όταν προγράμματα συμβατά με το Blogger API ζητήσει καταχωρήσεις, επιθυμείτε
την αποστολή του περιεχόμενου της καταχώρηση να σταλεί με περιορισμούς μορφοποίησης HTML;",

'blogger_text_format' =>
"Αποστολή Προ-μορφοποιημένου Κειμένου στο πρόγραμμα Πελάτη της Επιφάνειας Εργασίας;",

'blogger_text_format_subtext' =>
"Όταν επεξεργάζεστε καταχωρήσεις χρησιμοποιώντας το πρόγραμμα πελάτη, θα θέλατε 
το κείμενο να μορφοποιηθεί σύμφωνα με τις επιλεγμένες προτιμήσεις; Κάνονικά αυτή η επιλογή θα οριστεί σε ΄όχι΄.",

'blogger_parse_type' => 
"Προτίμηση Μορφοποίησης Κειμένου",

'blogger_parse_type_subtext' =>
"Απαιτείται για τις δύο επόμενες επιλογές! Αυτή η επιλογή θα εμφανίσει το περιεχόμενο της καταχώρησης
όπως θα εμφανίζονταν σε μια ιστοσελίδα με όλο το κώδικα pMCode και τους φακέλους αρχείων.",

'html_format_none' =>
"Να επιτρέπονται ΟΛΑ τα στοιχεία HTML",

'html_format_safe' =>
"Να επιτρέπονται μόνο ασφαλή στοιχεία HTML",

'html_format_all' =>
"Μετατροπή HTML σε ενότητες χαρακτήρων",

'blogger_block_entry' =>
"Αποστολή Καταχωρήσεων ως Μπλοκ",

'blogger_block_entry_subtext' =>
"Το API θα συγχωνεύσει όλα τα προσαρμοσμένα πεδία σε ένα κομμάτι κειμένου χωρίς να διευκρινίζονται 
τα πεδία πριν το αποστείλει σε ένα πρόγραμμα πελάτη επιφάνειας εργασίας.",

'yes' =>
"Ναι",

'no' =>
"Όχι",

'blogger_mising_fields' =>
"Ένα Πεδίο αφέθηκε Κενό",

'configuration_created' =>
"Η Ρύθμιση Δημιουργήθηκε",

'configuration_updated' =>
"Η Ρύθμιση Ενημερώθηκε",

'blogger_create_new' =>
"Δημιουργία Νέας Ρύθμισης",


/* END */
''=>''
);
?>