<?php
 
$L = array(

"reserved_word" =>
"Το ονομασία του πεδίου που επιλέξατε ανήκει στις κρατημένες λέξεις και και δε μπορεί να χρησιμοποιηθεί. Παρακαλούμε διαβάστε τον οδηγό χρήστη για περισσότερες πληροφορίες.",

"list_edit_warning" =>
"Αν έχετε μη αποθηκευμένες αλλαγές σε αυτή τη σελίδα, θα χαθούν όταν μεταφερθείτε στην επεξεργασία μορφομοποίησης.",

"fmt_has_changed" =>
"Σημείωση: Επιλέξατε μια διαφορετική επιλογή μορφοποίησης από αυτή που ήταν αποθηκευμένη.",

"update_existing_fields" =>
"Ενημέρωση όλων των υπάρχοντων καταχωρήσεων weblog με την νέα επιλογή μορφοποίησης;",

"display_criteria" =>
"Επιλέξετε κριτήρια εμφάνισης για τη σελίδα ΔΗΜΟΣΙΕΥΣΗ",

"limit" =>
"όριο",

"orderby_title" =>
"Ταξινόμηση κατά Τίτλο",

"orderby_date" =>
"Ταξινόμηση κατα Ημερομηνία",

"sort_desc" =>
"Φθίνουσα Σειρά",

"in" =>
"σε",

"sort_asc" =>
"Αύξουσα Σειρά",

"field_label_info" =>
"Αυτό είναι το όνομα που θα εμφανίζεται στη σελίδα ΔΗΜΟΣΙΕΥΣΗ",

"deft_field_formatting" =>
"Προεπιλεγμένη Μορφοποίηση Κειμένου για Αυτό το Πεδίο",

"formatting_no_available" =>
"Η Μορφοποίηση Κειμένου δεν είναι διαθέσιμη για τον επιλεγμένο τύπο πεδίου",

"show_formatting_buttons" =>
"Εμφάνιση Μενού Μορφοποίησης",

"hide_formatting_buttons" =>
"Απόκρυψη Μενού Μορφοποίησης",

"date_field" =>
"Πεδίο Ημερομηνίας",

"relationship" =>
"Συσχετισμός",

"related_to_blog" =>
"Συσχετίστε καταχωρήσεις weblog με άλλες καταχωρήσεις weblog",

"related_to_gallery" =>
"Συσχετίστε καταχωρήσεις weblog με καταχωρήσεις γκαλερί",

"select_related_blog" =>
"Επιλέξτε το weblog με το οποίο επιθυμείτε να κάνετε τη συσχέτιση:",

"select_related_gallery" =>
"Επιλέξετε τη Γκαλερί με την οποία επιθυμείτε να κάνετε τη συσχέτιση:",

"gallery_not_installed" =>
"Το Υποσύστημα Γκαλερί δεν είναι εγκατεστημένο.",

"rss_url" =>
"URL του RSS Feed",

"rss_url_exp" =>
"Η διεύθυνση URL όπου μπορείτε να δείτε το RSS Feet για αυτό το weblog.",

"update_publish_cats" =>
"Κλείσιμο του Παραθύου και Ενημέρωση των Κατηγοριών στη σελίδα ΔΗΜΟΣΙΕΥΣΗ",

"versioning" =>
"Προτιμήσεις Εκδόσεων",

"enable_versioning" =>
"Ενεργοποίηση Αρχείου Εκδόσεων των Καταχωρήσεων",

"clear_versioning_data" =>
"Διαγραφή όλων των δεδομένων του Αρχείου Εκδόσεων για αυτό το weblog",

"enable_qucksave_versioning" =>
"Αν είναι Ενεργοποιημένο, Αποθήκευση Εκδόσεων Κατά τη Γρήγορη Αποθήκευση",

"quicksave_note" =>
"Αν χρησιμοποιείτε την δυνατότητα Γρήγορης Αποθήκευσης για την αποθήκευση καταχωρήσεων κατά τη συγγραφή, ίσως να μην επιθυμείτε τη δημιουργία αναθεωρήσεων.",

"max_revisions" =>
"Μέγιστος Αριθμός Πρόσφατων Αναθεωρήσεων ανά Καταχώρηση",

"max_revisions_note" =>
"Το Αρχείο Εκδόσεων μπορεί να καταλάβει μεγάλο χώρο στη βάση δεδομένων γι' αυτό συνιστάται ο περιορισμός του πλήθους των αναθεωρήσεων.",

"field_populate_manually" =>
"Γέμισμα του μενού με στοιχεία, χειροκίνητα",

"field_populate_from_blog" =>
"Γέμισμα του μενού με στοιχεία από ένα άλλο προσαρμοσμένο πεδίο",

"select_weblog_for_field" =>
"Επιλέξετε το πεδίο από το οποίο θέλετε να γίνει το γέμισμα:",

"field_val" =>
"Πρέπει να επιλέξετε ένα όνομα πεδίου για αυτό το μενού, όχι ένα όνομα weblog.",

"weblog_notify" =>
"Ενεργοποίηση της παρακάτω λίστας παραληπτών για λήψη ειδοποιήσεων καταχώρησης weblog;",

"status_created" =>
"H Κατάσταση δημιουργήθηκε",

"field_is_hidden" =>
"Εμφάνιση αυτού του πεδίου απο προεπιλογή;",

"hidden_field_blurb" =>
"Αυτή η προτίμση καθορίζει το αν το πεδίο εμφανίζεται στη σελίδα ΔΗΜΟΣΙΕΥΣΗ. Αν επιλεγέι \"όχι\" θα εμφανίζεται ένα link που θα σας επιτρέπει να ανοίξετε αυτό το πεδίο.",

"trackback_system_enabled" =>
"Να επιτρέπονται trackbacks για αυτό το weblog;",

"include_rss_templates" =>
"Ενσωμάτωση Προτύπων RSS",

"trackback_use_captcha" =>
"Δημιουργία Τυχαίας Διεύθυνσης URL για το Trackback",

"trackback_captcha_exp" =>
"Θα προστεθεί ένας τυχαίος κωδικός στο τέλος κάθε διεύθυνσης URL του κάθε Trackback που θα εμφανίζεται στο δικτυακό σας τόπο. Αυτός ο κωδικός θα αποθηκεύεται στη βάση δεδομένων. Μόλις ληφθεί ένα Trackback ο κωδικός πρέπει να ταιριάζει για να γίνει αποδεκτός. Αυτή η δυνατότητα είναι παρόμοια με τη δυναότητα Captcha στις προτιμήσεις σχολιασμού. Ο σκοπός της είναι να αποτρέπει \"το πνίξιμο\". Μόνο ένα trackback ανά κωδικό θα γίνεται αποδεκτό.",

"notification_settings" =>
"Προτιμήσεις Ειδοποίησης",

"comment_notify_authors" =>
"Ειδοποίηση του συντάκτη μιας καταχώρισης όταν υποβάλλεται ένα σχόλιο ή ένα trackback;",

"comment_notify" =>
"Ενεργοποίησης της παρακάτω λίστας παραληπτών για την ειδοποίηση σχολίων και trackback;",

"update_existing_comments" =>
"Ενημέρωση όλων των υπάρχοντων σχολίων με αυτή τη ρύμθιση λήξης;",

"category_order_confirm_text" =>
"Είστε σίγουρος/η ότι επιθυμείτε την ταξινόμηση αυτής της ομάδας κατηγοριών αλφαβητικά;",

"category_sort_warning" =>
"Αν χρησιμοποιείτε προσαρμοσμένη σειρά ταξινόμησης θα αντικατασταθεί από την αλφαβητική.",

"global_sort_order" =>
"Κύρια Σειρά Ταξινόμησης",

"custom" =>
"Προσαρμοσμένο",

"alpha" =>
"Αλφαβητικά",

"weblog_id" =>
"ID",

"weblog_short_name" =>
"Σύντομη Ονομασία",

"group_required" =>
"Πρέπεια να υποβάλλετε ένα όνομα ομάδας.",

"comment_url" =>
"URL Σελίδας Σχολιασμού",

"comment_url_exp" =>
"To URL της σελίδας σχολιασμού αυτού του weblog",

"order" =>
"Σειρά",

"delete_category_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε την ακόλουθη κατηγορία;",

"category_description" =>
"Περιγραφή Κατηγορίας",

"category_updated" =>
"Η Κατηγορία Ενημερώθηκε",

"new_category" =>
"Δημιουργία Νέας Κατηγορίας",

"template_creation" =>
"Δημιουργία Νέων Προτύπων για αυτό το Weblog;",

"use_a_theme" =>
"Χρήση ενός εκ των προκαθορισμένων θεμάτων",

"duplicate_group" =>
"Διπλασιασμός μιας υπάρχουσας ομάδας",

"template_group_name" =>
"Νέο Όνομα Ομάδας Προτύπων",

"new_group_instructions" =>
"Το Πεδίο είναι υποχρεωτικό αν δημιουργείτε μια νέα ομάδα",

"publish_page_customization" =>
"Προσαρμογή Σελίδας Δημοσιεύσης",

"show_url_title" =>
"Εμφάνιση Πεδίου Τίτλου URL",

"show_trackback_field" =>
"Εμφάνισης Φόρμας Trackback",

"show_button_cluster" =>
"Εμφάνιση Κουμπιών Μορφοποίησης",

"show_author_menu" =>
"Εμφάνιση Μενού Συντάκτη",

"show_status_menu" =>
"Εμφάνιση Μενού Κατάστασης",

"show_options_cluster" =>
"Εμφάνιση Κουμπιών Επιλογών",

"show_ping_cluster" =>
"Εμφάνιση Κουμπιών Ping",

"show_forum_cluster" =>
"Εμφάνιση Πεδίου Υποβολής Θέματος Συζήτησης στο Forum",

"trackback_settings" =>
"Προτιμήσεις Trackback",

"show_date_menu" =>
"Εμφάνιση Πεδίων Ημερομηνίας",

"show_categories_menu" =>
"Εμφάνιση Μενού Κατηγοριών",

"paths" =>
"Ρυθμίσεις Διαδρομών",

"weblog_url_exp" =>
"Το URL προς το συγκεκριμένο weblog",

"search_results_url" =>
"URL Αποτελεσμάτων Αναζήτησης",

"search_results_url_exp" =>
"Το URL στο οποίο θα κατευθύνονται τα αποτελέσματα αναζήτησης αυτού του weblog.",

"tb_return_url" =>
"URL Επιστροφής των Trackback",

"tb_return_url_exp" =>
"To URL όπου επιθυμείτε να επισκέπτεται ο κόσμος όταν βλέπουν τα trackback σας σε άλλους δικτυακούς τόπους.",

"ping_return_url" =>
"URL Επιστροφής Ping",

"ping_return_url_exp" =>
"To URL που επιθυμείτε να επισκέπτεται ο κόσμος όταν βλεπουν τον σύνδεσμός σας σε δικτυακούς τόπους στους οποίους κάνετε ping.",

"comment_expiration" =>
"Λήξη Σχολιασμού",

"comment_expiration_desc" =>
"Ο αριθμός των ημερών μετά τη δημοσίευση μιας καταχώρησης, που επιτρέπονται τα σχόλια. Εισάγετε 0 (μηδέν) για μην υπάρχει λήξη.",

"restrict_status_to_group" =>
"Περιορισμός κατάσταης σε μέλη συγκεκριμένων ομάδων",

"no_publishing_groups" =>
"Δεν υπάρχουν Ομάδες Μελών που να επιτρέπουν δημοσίευση",

"status_updated" =>
"Η Κατάσταση Ενημερώθηκε",

"can_edit_status" =>
"Μπορεί να έχει πρόσβαση στη κατάσταση",

"search_excerpt" =>
"Ποιο πεδίο να χρησιμοποιηθεί για το απόσπασμα στην αναζήτηση;",

"weblog_prefs" => 
"Προτιμήσεις Weblog",

"weblog_settings" =>
"Προτιμήσεις Αποστολής στο Weblog",

"comment_prefs" => 
"Προτιμήσεις Αποστολής Σχολίων",

"comment_use_captcha" =>
"Ενεργοποίηση Captcha για την Αποστολή Σχολίων;",

"comment_moderate" =>
"Μετριασμός Σχολίων;",

"comment_moderate_exp" =>
"Αν επιλέξετε ναι, τα σχόλια δεν θα εμφανίζονται μέχρι ένας μετριαστής να τα εγκρίνει.",

"comment_system_enabled" =>
"Να επιτρέπονται σχόλια σε αυτό το weblog;",

"edit_weblog_prefs" => 
"Επεξεργασία Προτιμήσεων του Weblog",

"edit_group_prefs" => 
"Επεξεργασία Προτιμήσεων Ομάδων",

"duplicate_weblog_prefs" =>
"Διπλασιασμός προτιμήσεων υπάρχοντος weblog",

"do_not_duplicate" =>
'Να Μη γινει Διπλασιασμός',

"no_weblogs_exist" => 
"Δεν υπάρχουν weblog",

"create_new_weblog" => 
"Δημιουργία Νέου Weblog",

"weblog_base_setup" =>
"Γενικές Προτιμήσεις Weblog",

"default_settings" =>
"Προτιμήσεις Διαχειριστή",

"short_weblog_name" => 
"Σύντομη Ονομασία",

"blog_url" =>
"URL του Weblog",

"blog_lang" =>
"Γλώσσα XML",

"blog_encoding" =>
"Κωδικοποίηση Χαρακτήρων XML",

"blog_description" =>
"Περιγραφή Weblog",

"illegal_characters" =>
"Το όνομα που υποβάλλατε μπορεί να περιέχει μόνο λατινικούς αλφαριθμητικούς χαρακτήρες, κενά, κάτω παύλες και παύλες",

"comment_require_membership" =>
"Να απαιτείται εγγραφή για την αποστολή σχολίων;",

"weblog_require_membership" =>
"Να απαιτείται εγγραφή για την δημιουργία καταχωρήσεων;",

"comment_require_email" =>
"Να απαιτείται διεύθυνση email για την αποστολή σχολίων;",

"weblog_require_email" =>
"Να απαιτείται διεύθυνση email για τη δημιουργία καταχωρήσεων;",

"weblog_max_chars" =>
"Μέγιστος αριθμός χαρακτήρων που επιτρέπονται σε καταχωρήσεις weblog;",

"comment_max_chars" =>
"Μέγιστος αριθμός χαρακτήρων που επιτρέπονται σε σχόλια;",

"comment_timelock" =>
"Χρονικό διάστημα υποβολής νέου Σχολίου",

"comment_timelock_desc" =>
"Ο αριθμός των δευτερολέπτων που πρέπει να περάσουν πριν ένας χρήστης μπορέσει να υποβάλλει νέο σχόλιο. Αφήστε το κενό ή εισάγετε μηδέν για να μην υπάρχει όριο.",

"comment_text_formatting" =>
"Μορφοποίηση Κειμένου Σχολίου",

"weblog_text_formatting" =>
"Προεπιλεγμένη μορφοποίηση κειμένου σε καταχωρήσεις weblog",

"comment_html_formatting" =>
"Μορφοποίηση HTML Σχολίου",

"weblog_html_formatting" =>
"Προεπιλεγμένη Μορφοποίηση HTML σε καταχωρήσεις weblog",

"convert_to_entities" =>
"Μετατροπή HMTL σε οντότητες χαρακτήρων",

"allow_safe_html" =>
"Να επιτρέπεται μόνο ασφαλής HMTL",

"allow_all_html" =>
"Να επιτρέπεται Όλη η HTML",

"allow_all_html_not_recommended" =>
"Να επιτρέπονται όλα τα στοιχεία HTML (δεν συνίσταται)",

"comment_notify_note" =>
"Διαχωρισμός πολλαπλών email με ένα κόμμα",

"comment_notify_emails" =>
"Διεύθυνση Email Παραληπτών Ειδοποιήσεων",

"comment_allow_img_urls" =>
"Να επιτρέπονται URL εικόνων στα σχόλια;",

"weblog_allow_img_urls" =>
"Να επιτρέπονται URL εικόνων στις καταχωρήσεις weblog;",

"auto_link_urls" =>
"Αυτόματη μετατροπή URL και διευθύνσεων email σε συνδέσμους;",

"single_word_no_spaces" => 
"μια λέξη, χωρίς κενά",

"full_weblog_name" => 
"Πλήρες Όνομα Weblog",

"edit_weblog" => 
"Επεξεργασία Weblog",

"weblog_name" => 
"Όνομα Weblog",

"new_weblog" => 
"Νέο Weblog",

"weblog_created" => 
"To Weblog Δημιουργήθηκε:",

"weblog_updated" => 
"Το Weblog Ενημερώθηκε:",

"taken_weblog_name" => 
"Αυτό το όνομα του weblog χρησιμοποιείται ήδη.",

"no_weblog_name" => 
"Πρέπει να δώσετε στο weblog μια σύντομη ονομασία",

"no_weblog_title" =>
"Πρέπει να δώσετε στο weblog ένα πλήρες όνομα.",

"invalid_short_name" => 
"Το όνομα του weblog πρέπει να περιέχει μονο λατινικούς αλφαριθμητικούς χαρακτήρες χωρίς κενά.",

"delete_weblog" => 
"Διαγραφή Weblog",

"weblog_deleted" => 
"Το Weblgo Διαγράφηκε:",

"delete_weblog_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε τη μόνιμη διαγραφή του weblog;",

"be_careful" =>
"ΠΡΟΣΟΧΗ!",

"action_can_not_be_undone" =>
"ΑΥΤΗ Η ΕΝΕΡΓΕΙΑ ΔΕΝ ΜΠΟΡΕΙ ΝΑ ΑΝΑΙΡΕΘΕΙ",

"assign_group_to_weblog" =>
"Σημείωση: Για να χρησιμοποιήσετε τη νέα ομάδα, πρέπει να την αντιστοιχίσετε σε κάποιο weblog.",

"click_to_assign_group" =>
"Κάντε κλικ εδώ για την αντιστοιχίσετε",

"default" =>
"Προεπιλεγμένο",

"category" =>
"Κατηγορία",

"default_status" =>
"Προεπιλεγμένη Κατάσταση",

"default_category" =>
"Προεπιλεγμένη Κατηγορία",

"deft_comments" =>
"Να επιλέγεται το κουμπί \"Να Επιτρέπονται τα Σχόλια\" από προεπιλογή στη Σελίδα Δημοσίευσης;",

"deft_trackbacks" =>
"Να επιλέγεται το κουμπί \"Να Επιτρέπονται Trackbacks\" από προεπιλογή στη Σελίδα των Trackback;",

"enable_trackbacks" =>
"Να προστίθεται κώδικας αυτόματης ανεύρεσης Trackback στις σελίδες σας;",

"trackback_use_url_title" =>
"Να χρησιμοποιούνται οι Τίτλοι URL στα αναγνωριστικά των URL;",

"trackback_use_url_title_exp" =>
"Επιλεγοντας 'Όχι' θα χρησιμοποιηθούν τα ID των καταχωρήσεων ως αναγνωριστικά των URL",

"trackback_max_hits" =>
"Μέγιστος αριθμός επιτρεπόμενων trackback pings ανά ώρα",

"trackback_field" =>
"Ποιο πεδίο να χρησιμοποιηθεί για τα αποσπάσματα των Trackback;",

"no_field_group_selected" =>
"Δεν υπάρχει διαθέσιμη ομάδα πεδίων για αυτό το weblog",

"missing_weblog_data_for_pings" =>
"Για να αποσταλλούν pings ή trackbacks, το weblogs σας πρέπει να έχει ένα τίτλο και ένα  URL. Παρακαλούμε ενημερώστε τις προτιμήσεις του weblog σας.",

"open" => 
"Ανοιχτό",

"closed" => 
"Κλειστό",

"none" =>
"Κανένα",

"define_html_buttons" =>
"Ορισμοί Κουμπιών Μορφοποίησης HTML",

"htmlbutton_delete_instructions" =>
"Για να διαγράψετε ένα στοιχείο υποβάλλετε τη φόρμα με το όνομα της ετικέτας κενό",

"tag_name" =>
"Όνομα Ετικέτας",

"tag_open" =>
"Ετικέτα Ανοίγματος",

"tag_close" =>
"Ετικέτα Κλεισίματος",

"accesskey" =>
"Συντόμευση",

"tag_order" =>
"Σειρά",

"row" =>
"Γραμμή",

"server_name" =>
"Όνομα Διακομιστή",

"server_url" =>
"URL/Διαδρομή Διακομιστή",

"port" =>
"Θύρα",

"protocol" =>
"Πρωτόκολο",

"is_default" =>
"Προεπιλεγμένο",

"server_order" =>
"Σειρά",

"define_ping_servers" =>
"Αυτές οι φόρμες σας επιτρέπουν να ορίσετε μια λίστα διακομιστών που μπορούν να δεχτούν ping όταν υποβάλλετε νέες κατωρήσεις weblog",

"pingserver_delete_instructions" =>
"Για να διαγράψετε ένα στοιχείο υποβάλλετε αυτή τη φόρμα με το όνομα του διακομιστή κενό",

"assign_weblogs" =>
"Επιλέξτε σε ποια weblog επιθυμείτε να αντιστοιχιστεί αυτή η ομάδα",

//----------------------------
// Category Administration
//----------------------------

"category_group" =>
"Ομάδα Κατηγοριών",

"category_groups" =>
"Ομάδες Κατηγοριών",

"no_category_group_message" =>
"Δεν υπάρχουν κατηγορίες προς το παρόν",

"no_category_message" =>
"Δεν έχουν αντιστοιχιστεί κατηγορίες σε αυτή την ομάδα",

"create_new_category_group" =>
"Δημιουργία Νέας Ομάδας Κατηγοριών",

"edit_category_group" =>
"Επεξεργασία Ομάδας Κατηγοριών",

"name_of_category_group" =>
"Όνομα Ομάδας Κατηγορίων",

"taken_category_group_name" => 
"Αυτό το όνομα ομάδας χρησιμοποιείται ήδη.",

"add_edit_categories" => 
"Προσθήκη/Επεξεργασία Κατηγοριών",

"edit_group_name" => 
"Επεξεργασία Ομάδας",

"delete_group" => 
"Διαγραφή Ομάδας",

"category_group_created" => 
"Η Ομάδα Κατηγοριών Δημιουργήθηκε:",

"category_group_updated" => 
"Η Ομάδα Ενημερώθηκε:",

"delete_cat_group_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε τη μόνιμη διαγραφή αυτής της ομάδας κατηγοριών;",

"category_group_deleted" => 
"Η Ομάδα Κατηγοριών Διαγράφηκε:",

"create_new_category" =>
"Δημιουργία Νέας Κατηγορίας",

"add_new_category" =>
"Προσθήκη Νέας Κατηγορίας",

"edit_category" =>
"Επεξεργασία Κατηγορίας",

"delete_category" =>
"Διαγραφή Κατηγορίας",

'category_url_title' =>
'Τίτλος URL Κατηγορίας',

'cat_url_title_is_numeric' =>
'Δεν μπορούν να χρησιμοποιηθούν αριθμοί ως Τίτλοι Κατηγορίας URL',

'unable_to_create_cat_url_title' =>
'Αδυναμία δημιουργίας έγκυρου Τίτλου URL Κατηγορίας για την Κατηγορία σας',

'duplicate_cat_url_title' =>
'Μια Κατηγορία με τον Τίτλο URL Κατηγορίας που υποβάλλατε υπάρχει ήδη σε αυτή την Ομάδα Κατηγοριών',

"category_name" =>
"Όνομα Κατηγορίας",

"category_image" =>
"URL Εικόνας Κατηγορίας",

"category_img_blurb" =>
"Αυτό είναι ένα προαιρετικό πεδίο που επιτρέπει την αντιστοίχιση εικόνων στις κατηγορίες σας.",

"category_parent" =>
"Γονική Κατηγορία",

"custom_category_fields" =>
"Προσαρμοσμένα Πεδία Κατηγοριών",

'manage_custom_fields' =>
'Διαχείριση Προσαρμοσμένων Πεδίων',

'delete_cat_field' =>
'Διαγραφή Πεδίου Κατηγορίας',

'delete_cat_field_confirmation' =>
'Είστε σίγουρος/η ότι επιθυμείτε την οριστική διαγραφή αυτού του πεδίου κατηγορίας;',

'cat_field_deleted' =>
'Το πεδίο Κατηγορίας διαγράφηκε:',

'edit_cat_field' =>
'Επεξεργασία Πεδίου Κατηγορίας',

'create_new_cat_field' =>
'Δημιουργία Νέου Πεδίου Κατηγορίας',

'cat_field_label_info' =>
'Αυτό το όνομα θα εμφανίζεται στη σελίδα Επεξεργασίας Κατηγορίας',

'update_existing_cat_fields' =>
'Ενημέρωση όλων των υπάρχοντων κατηγοριών για αυτή την ομάδα με την επιλογή μορφοποίησης;',

'formatting' =>
'Μορφοποίηση:',

'cat_field_html_formatting' =>
'Μορφοποίηση HTML πεδίου κατηγορίας',

'can_edit_categories' =>
'Μπορεί να Επεξεργάζεται Κατηγορίες',

'can_delete_categories' =>
'Μπορεί να Διαγράφει Κατηγορίες',

'no_member_groups_available' =>
'Δεν υπάρχουν ομάδες μελών που να επιτρέπεται να %x κατηγορίες. Μπορείτε να δώσετε αυτό το δικαίωμα στον επεξεργασή ομάδων: ',

'missing_required_fields' =>
'Λείπουν τα εξής υποχρεωτικά πεδία: ',

//----------------------------
// Custom field Administration
//----------------------------

"field_group" =>
"Ομάδα Προσαρμοσμένων Πεδίων",

"field_groups" =>
"Ομάδες Πεδίων",

"field_group_name" =>
"Όνομα Ομάδας Πεδίων",

"custom_fields" =>
"Προσαρμοσμένα Πεδία",

"no_field_group_message" =>
"Δεν υπάρχουν ομάδες προσαρμοσμένων πεδίων weblog",

"create_new_field_group" =>
"Δημιουργία μιας Νέας Ομάδας Πεδίων Weblog",

"new_field_group" =>
"Νέα Ομάδα Πεδίων",

"add_edit_fields" => 
"Προσθήκη/Επεξεργασία Προσαρμοσένων Πεδίων",

"edit_field_group_name" =>
"Επεξεργασία Ομάδας Πεδίων",

"delete_field_group" =>
"Διαγραφή Ομάδας Πεδίων",

"create_new_field" =>
"Δημιουργια ενός Νέου Πεδίου",

"edit_field" =>
"Επεξεργασία Πεδίου",

"no_field_groups" =>
"Δεν υπάρχουν προσαρμοσμένα πεδία σε αυτή την ομάδα",

"delete_field" =>
"Διαγραφή Πεδίου",

"field_deleted" =>
"Το Προσαρμοσένο Πεδίο Διαγράφηκε: ",

"edit_field_order" =>
"Σειρά Πεδίων",

"create_new_custom_field" =>
"Δημιουργία Νέου Προσαρμοσμένου Πεδίου",

"field_label" =>
"Ετικέτα Πεδίου",

"field_name" =>
"Όνομα Πεδίου",

"field_name_cont" =>
"Μία λέξη, λατινικοί χαρακτήρες, χωρίς κενά. Κάτω πάυλες και παύλες επιτρέπονται",

"field_type" =>
"Τύπος Πεδίου",

"field_max_length" =>
"Μέγιστος Αριθμός Χαρακτήρων",

"field_max_length_cont" =>
"Αν χρησιμοποιείτε τύπο πεδίου \"text\"",

"textarea_rows" =>
"Σειρές Περιοχής Κειμένου",

"textarea_rows_cont" =>
"Αν χρησιμοποιείτε τύπο πεδίου \"textarea\"",

"dropdown_sub" =>
"Αν χρησιμοποιείτε τύπο πεδίου \"drop-down\"",

"field_list_items" =>
"Επιλογές πτυσσόμενου μενού",

"field_list_items_cont" =>
"Αν επιλέξετε πτυσσόμενο μενού",

"field_list_instructions" =>
"Εισάγετε το κάθε στοιχείο σε ξεχωριστή γραμμή",

"field_formatting" =>
"Μορφοποίηση Πεδίου",

"edit_list" =>
"Επεξεργασία Λίστας",

"formatting_options" =>
"Επιλογές Μορφοποίησης Πεδίου",

"field_formatting_cont" =>
"Αν επιλέξετε τύπο πεδίου περιοχής κειμένου",

"field_order" =>
"Σειρά Εμφάνισης Πεδίων",

"is_field_searchable" =>
"Είναι Αναζητήσιμο;",

"is_field_required" =>
"Είναι υποχρεωτικό πεδίο;",

"text_input" =>
"Εισαγωγής Κειμένου",

"textarea" =>
"Περιοχή Κειμένου",

"select_list" =>
"Πτυσσόμενο Μενού",

"auto_br" =>
"Αυτόματο &lt;br /&gt;",

"xhtml" =>
"XHTML",

'site_id_mismatch' =>
'Δεν είστε συνδεδεμένος/η στον σωστό Δικτυακό Τόπο για να εκτελέσετε αυτή την ενέργεια',

"no_field_name" =>
"Πρέπει να υποβάλλετε ένα όνομα πεδίου",

"no_field_label" =>
"Πρέπει να υποβάλλετε μια ετικέτα πεδίου ",

"invalid_characters" =>
"Το όνομα του πεδίου που υποβάλλατε περιέχει μη έγκυρους χαρακτήρες",

"custom_field_empty" =>
"Το ακόλουθο πεδίο είναι υποχρεωτικό:",

"duplicate_field_name" =>
"Το όνομα του πεδίου που διαλέξατε χρησιμοποιείται ήδη",

"taken_field_group_name" =>
"Το όνομα που διαλέξατε χρησιμοποιείται ήδη",

"field_group_created" =>
"H Ομάδα Πεδίων Δημιουργήθηκε: ",

"field_group_updated" =>
"Η Ομάδα Πεδίων Ενημερώθηκε: ",

"field_group_deleted" =>
"Η Ομάδα Πεδίων Διαγράφηκε: ",

"field_group" =>
"Ομάδα Πεδίων",

"delete_field_group_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε την οριστική διαγραφή της ομάδας προσαρμοσμένων πεδίων;",

"delete_field_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε τη μόνιμη διαγραφή αυτού του προσαρμοσμένου πεδίου;",

"weblog_entries_will_be_deleted" =>
"Όλες οι καταχωρήσεις weblog που περιέχονται στα παραπάων πεδία θα διαγραφούν οριστικά.",


//----------------------------
// Status Administration
//----------------------------

"status_group" =>
"Ομάδα Καταστάσεων",

"status_groups" =>
"Ομάδες Καταστάσεων",

"no_status_group_message" =>
"Δεν υπάρχουν προσαρμοσμένες καταστάσεις",

"create_new_status_group" =>
"Δημιουργία Νέας Ομάδας Καταστάσεων",

"edit_status_group" =>
"Επεξεργασία Ομάδας Καταστάσεων",

"name_of_status_group" =>
"Όνομα Ομάδας Καταστάσεων",

"taken_status_group_name" => 
"Αυτή το όνομα της ομάδας καταστάσεων χρησιμοποιείται ήδη.",

"invalid_status_name" => 
"Τα ονόματα των καταστάσεων πρέπει να αποτελούνται από λατινικούς αλφαριθμητικούς χαρακτήρες, κενά, κάτω παύλες και παύλες.",

"duplicate_status_name" =>
"Υπάρχει ήδη μια κατάσταση με αυτό το όνομα.",

"status_group_created" => 
"Η Ομάδα Καταστάσεων Δημιουργήθηκε: ",

"new_status" => 
"Νέα Κατάσταση",

"status_group_updated" => 
"Η Ομάδα Καταστάσεων Ενημερώθηκε: ",

"add_edit_statuses" => 
"Προσθήκη/Επεξεργασία Καταστάσεων",

"edit_status_group_name" => 
"Επεξεργασία Ομάδας Καταστάσεων",

"delete_status_group" => 
"Διαγραφή Ομάδας Καταστάσεων",

"delete_status_group_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε τη μόνιμη διαγραφή αυτής της ομάδας καταστάσεων;",

"status_group_deleted" => 
"Η Ομάδα Καταστάσεων Διαγράφηκε: ",

"create_new_status" => 
"Δημιουργία Νέας Κατάστασης",

"status_name" => 
"Όνομα Κατάστασης",

"status_order" =>
"Σειρά Κατάστασης",

"change_status_order" =>
"Αλλαγή Σειράς Καταστάσεων",

"highlight" =>
"Χρώμα (προαιρετικό)",

"statuses" => 
"Καταστάσεις",

"edit_status" =>
"Επεξεργασία Κατάστασης",

"delete_status" =>
"Διαγραφή Κατάστασης",

"delete_status_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε την ακόλουθη κατάσταση;",

"edit_file_upload_preferences" =>
"Επεξεργασία Προτιμήσεων Ανεβάσματος Αρχείων",

"new_file_upload_preferences" =>
"Νέες Προτιμήσεις Ανεβάσματος Αρχείων",

"file_upload_preferences" =>
"Προτιμήσεις Ανεβάσματος Αρχείων",

"no_upload_prefs" =>
"Δεν υπάρχουν προτιμήσεις ανεβάσματος αρχείων",

"create_new_upload_pref" =>
"Δημιουργία Νέου Προορισμού Ανεβάσματος",

"upload_pref_name" =>
"Περιγραφικό όνομα καταλόγου ανεβάσματος",

"new_file_upload_preferences" =>
"Νέος Προορισμός Ανεβάσματος Αρχείων",

"server_path" =>
"Διαδρομή στον Διακομιστή του Καταλόγου Ανεβάσματος",

"url_to_upload_dir" =>
"URL του Καταλόγου Ανεβάσματος",

"allowed_types" =>
"Επιτρεπόμενοι Τύποι Αρχείων",

"max_size" =>
"Μέγιστο Μέγεθος Αρχείου (σε bytes)",

"max_height" =>
"Μέγιστο Ύψος Εικόνας (σε pixel)",

"max_width" =>
"Μέγιστο Πλάτος Εικόνας",

"properties" =>
"Ιδιότητες Εικόνας",

"pre_format" =>
"Προ-Επεξεργασία Εικόνας",

"post_format" =>
"Μετά-Επεξεργασία Εικόνας",

"no_upload_dir_name" =>
"Πρέπει να δώσετε ένα όνομα για τον κατάλογο ανεβάσματός σας",

"no_upload_dir_path" =>
"Πρέπει να συμπληρώσετε τη διαδρομή προς τον κατάλογο ανεβάσματος",

"no_upload_dir_url" =>
"Πρέπει να συμπληρώσετε το URL του καταλόγου ανεβάσματός σας",

"duplicate_dir_name" =>
"Το όνομα του καταλόγου χρησιμοποιείται ήδη",

"delete_upload_preference" =>
"Διαγραή Προτίμησης Ανεβάσματος",

"delete_upload_pref_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε τη μόνιμη διαγραφή αυτής της προτίμησης;",

"upload_pref_deleted" =>
"Η Προτίμηση Ανεβάσματος Διαγράφηκε: ",

"current_upload_prefs" =>
"Τρέχουσες Προτιμήσεις",

"restrict_to_group" =>
"Περιορισμός ανεβάσματος αρχείων στις επιλεγμένες ομάδας μελών",

"restrict_notes_1" =>
"Αυτά τα radio buttons σας επιτρέπουν να καθορίσετε ποιες Ομάδες Μελών επιτρέπονται να ανεβάζουν αρχεία.",

"restrict_notes_2" =>
"Οι Υπερ-Διαχειριστές μπορούν ανεβάζουν πάντα αρχεία",

"restrict_notes_3" =>
"Σημείωση: Το Ανέβασμα των αρχείων επιτρέπεται μόνο μέσω του πίνακα ελέγχου",

"member_group" =>
"Ομάδα Μελών",

"can_upload_files" =>
"Μπορεί να ανεβάσει αρχεία",

"images_only" =>
"Μόνο Εικόνες",

"all_filetypes" =>
"Όλοι οι τύποι αρχείων",

'file_properties' =>
"Ιδιότητες Αρχείου",

'file_pre_format' =>
"Προ-Επεξεργασία Αρχείου",

'file_post_format' =>
"Μετά-Επεξεργασία Αρχείου",

'url_title_prefix' =>
"Πρόθεμα Τίτλου URL",

'live_look_template' =>
'Πρότυπο Ζωντανής Προεπισκόπισης',

'no_live_look_template' =>
'- Κανένα Πρότυπο Ζωντανής Προεπισκόπισης -',

'default_entry_title' =>
"Προεπιλεγμένος Τίτλος Καταχώρησης",

'invalid_url_title_prefix' =>
"Μη Έγκυρο Πρόθεμα Τίτλου URL",

'multiple_cat_group_preferences' =>
"Πολλαπλές Προτιμήσεις Ομάδων Κατηγοριών",

'integrate_category_groups' =>
"Ενσωμάτωση Ομάδων Κατηγοριών",

'text_direction' =>
"Κατεύθυνση Κειμένου",

'ltr' =>
"Αριστερά προς τα Δεξιά",

"rtl" =>
"Δεξιά προς τα Αριστερά",

"direction_unavailable" =>
"Η Κατεύθυνση κειμένου δεν είναι διαθέσιμη για τον επιλεγμένο τύπο πεδίου",

'field_instructions' =>
"Οδηγίες Πεδίου",

'field_instructions_info' =>
"Οδηγίες για τους συντάκτες σχετικά με το πως ή τί πρέπει να εισάγουν σε αυτό το προσαρμοσμένο πεδίο όταν κάνουν μια καταχώρηση.",

"show_pages_cluster" =>
"Εμφάνιση Πεδίων Υποβολής Σελίδων",

'show_show_all_cluster' =>
"Εμφάνιση της Καρτέλας 'Εμφάνιση Όλων'",


/* END */
''=>''
);
?>