<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"weblog_module_name" =>
"Weblog",

"weblog_module_description" =>
"Weblog module",

//----------------------------------------

"weblog_no_preview_template" =>
"Δεν ορίστικε πρότυπο προεπισκόπισης στο tag σας",

"weblog_must_be_logged_in" =>
"Πρέπει να είστε συνδεδεμένο μέλος αυτού του δικτυακού τόπου για να πραγματοποιήσετε αυτή την ενέργεια.",

"weblog_not_specified" =>
"Πρέπει να ορίσετε ένα weblog για χρησιμοποιήσετε τη φόρμα καταχώρησης.",

"weblog_no_action_found" =>
"Αδύνατη η φόρτωση των απαραίτητων πόρων για να δημιουργήσετε αυτή τη καταχώρηση",

/* END */
''=>''
);
?>