<?php
 
$L = array(

"admin_notify_mailinglist" =>
"Ενημέρωση του Διαχειριστή για εγγραφές στη Mailing List",

"admin_notify_mailinglist_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας διαχειριστής όταν κάποιος εγγράφεται σε μια ταχυδρομική λίστα.",

"admin_notify_forum_post_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας διαχειριστής όταν υποβληθεί ένα νέο μήνυμα στο forum",

"admin_notify_entry" =>
"Ειδοποιήση του Διαχειριστή για Νέες Καταχωρήσεις",

"admin_notify_entry_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβουν οι παραλήπτες των ειδοποιήσεων για νέες καταχωρήσεις σε weblog.",

"private_message_notification" =>
"Ειδοποίηση Προσωπικών Μηνυμάτων",

"private_message_notification_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας χρήστης όταν κάποιος τους στείλει ένα Πρσωπικό Μήνυμα",

"forum_post_notification_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας χρήστης όταν κάποιος απαντήσει στο μήνυμα τους του forum",

"admin_notify_forum_post" =>
"Ειδοποίηση Διαχειριστών για Μηνύματα στο Forum",

"forum_post_notification" =>
"Ειδοποίηση Xρηστών για Μηνύματα στο Forum",

"gallery_comment_notification" =>
"Ειδοποίηση Χρηστών για Σχόλιο σε Γκαλερί τους",

"gallery_comment_notification_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας χρήστης όταν κάποιος απαντά στο σχόλιό τους",

"admin_notify_gallery_comment" =>
"Ειδοποίηση Χρηστών για Σχόλια σε Γκαλερί",

"admin_notify_gallery_comment_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας διαχειριστής όταν ένα σχόλιο αποσταλλεί στη Γκαλερί",

"email_title" =>
"Τίτλος Email",

"email_message" =>
"Μήνυμα Email",

"admin_notify_comment" =>
"Ειδοποιήση Χρηστών για Σχόλια",

"admin_notify_comment_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας διαχειριστής όταν αποστέλλεται ένα σχόλιο",

"admin_notify_trackback" =>
"Ειδοποίηση Διαχειριστή για Trackback",

"admin_notify_trackback_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας διαχειριστής όταν ληφθεί ένα trackback",

"admin_notify_reg" =>
"Ειδοποιήση του Διαχειριστή για Εγγραφή Νέου Μέλους",

"admin_notify_reg_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας διαχειριστής όταν γραφτεί ένα νέο μέλος",

"comment_notification" =>
"Ειδοποίηση Σχολιασμού Χρήστη",

"comment_notification_desc" =>
"Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ένας χρήστης όταν κάποιος απαντήσει στο σχόλιό τους",

"forgot_password_instructions" =>
"Οδηγίες Υπενθύμισης Κωδικού Πρόσβασης",

"forgot_password_instructions_desc" =>
"Αυτό το πρότυπο καθορίζει τις οδηγίες που θα λάβει ένας χρήστης που ξέχασε τον κωδικό πρόσβασής του",

"mailinglist_activation_instructions" =>
"Οδηγίες Ενεργοποίησης Ταχυδρομικής Λίστας",

"mailinglist_activation_instructions_desc" =>
"Αυτό το πρότυπο καθορίζει τις οδηγίες ενεργοποίησης της ταχυδρομικής λίστας",

"mbr_activation_instructions" =>
"Οδηγίες Ενεργοποίησης Λογαριασμού Μέλους",

"mbr_activation_instructions_desc" =>
"Αυτό το πρότυπο καθορίζει τις οδηγίες ενεργοποίησης που θα αποστέλλονται σε όσους επιλέγουν να δημιουργήσουν λογαριασμό μέλους σε αυτόν τον δικτυακό τόπο",

"reset_password_notification" =>
"Ειδοποίηση Επανακαθορισμού του Κωδικού Πρόσβασης",

"reset_password_notification_desc" =>
"Αυτό το πρότυπο καθορίζει τις οδηγίες επανακαθορισμού του κωδικού πρόσβασης",

"validated_member_notify" =>
"Ειδοποίηση Επικύρωσης Ενεργοποίησης Μέλους",

"decline_member_validation" =>
"Ειδοποίηση Απόρριψης Λογαριαμού Μέλους",

"validated_member_notify_desc" =>
"Αυτό το πρότυπο καθορίζει την ειδοποιήση που θα λαμβάνουν τα μέλη όταν ένας διαχειριστής επικυρώσει τον λογαριασμό τους",

"use_this_template" =>
"Ενεργοποίηση Αυτού Του Προτύπου;",

"use_this_template_exp" =>
"Αν κάνετε κλικ στην επιλογή <b>όχι</b>, αυτό το πρότυπο δεν θα χρησιμοποιηθεί. Αντ' αυτού θα δημιουργηθεί αυτόματα ένα μήνυμα στη γλώσσα που επέλεξε ο κάθε χρήστης",

"user_messages_template_desc" =>
"Ο σκοπός αυτού του προτύπου είναι να εμφανίσει σφάλματα και άλλα μηνύματα στους χρήστες αφού εκτελέσουν συγκεκριμένες ενέργειες όπως σύνδεση, υποβολή μιας φόρμας, κλπ.",

"user_messages_template_warning" =>
"Μη σβήσετε κάποια από τις πέντε υποχρεωτικές μεταβλητές: ",

"available_variables" =>
"Μπορείτε να χρησιμοποιήσετε τις ακόλουθες μεταβλητές: ",

'pm_inbox_full' =>
'Ειδοποιήση Πλήρους Γραμματοκιβώτιου Προσωπικών Μηνυμάτων',

'pm_inbox_full_desc' =>
'Αυτό το πρότυπο καθορίζει το μήνυμα που θα λάβει ο χρήστης όταν δεν μπορούν να λάβουν νέα Προσωπικά Μηνύματα επειδή γέμισε το Γραμματοκιβώτιό τους',

'forum_moderation_notification' =>
'Ειδοποίηση Χρήστη για Έγκριση Συζήτησης στο Forum',

'forum_moderation_notification_desc' =>
'Αυτό το πρότυπο καθορίζει τις ειδοποιήσεις που θα λαμβάνουν τα μέλη όταν το θέμα της συζήτησής τους στο forum, μετακινηθεί, διαχωριστεί ή συνενωθεί από έναν διαχειριστή',

'forum_report_notification' =>
'Ειδοποίηση Διαχειριστή για Αναφορά Μηνύματος στο Forum',

'forum_report_notification_desc' =>
'Αυτό το πρότυπο καθορίζει τις ειδοποιήσεις που θα λαμβάνουν οι διαχειριστές του forum όταν ένας χρήστης στείλει μια αναφορά σχετικά με ένα μήνυμα στο forum',

/* END */
''=>''
);
?>