<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"ip_to_nation_module_name" =>
"Από IP σε Έθνος",

"ip_to_nation_module_description" =>
"Εργαλείο για να την αντιστοίχιση διευθύνσεων IP στη χώρα που ανήκουν",

//----------------------------------------

"iptonation_missing" =>
"Αδύνατη η εύρεση του αρχείου με το όνομα iptonation.php. Παρακαλούμε βεβαιωθείτε ότι έχετε ανεβάσει όλα τα επιμέρους στοιχεία αυτού του υποσυστήματος.",

"countryfile_missing" =>
"Αδύνατη η εύρεση του αρχείου country.php στον φάκελο lib.",

"ip_search" =>
"Αναζήτηση Διεύθυνσης IP",

"ip_search_inst" =>
"Αποστείλετε μια διεύθυνση IP για να καθοριστεί η χώρα στην οποία ανήκει",

"ip_result" =>
"Η διεύθυνση IP που υποβάλλατε είναι από την ακόλουθη χώρα: ",

"manage_banlist" =>
"Διαχειριστείτε τη Λίστα Αποκλεισμένων Χωρών",

"country" =>
"Χώρα",

"ban_info" =>
"Επιλέξτε τις χώρες που επιθυμείτε να αποκλείσετε. Όταν μια χώρα είναι αποκλεισμένη, ένας επισκέπτης με μια IP που ανήκει σε αυτή τη χώρα δεν θα μπορεί να στείλει σχόλια, trackbacks, ή να χρησιμοποιήσει τη φόρμα 'email/πες το σε ενα φίλο'. Θα συνεχίσουν να μπορούν να επισκέπτονται τον δικτυακό τόπο.",

"ban" =>
"Αποκλεισμός",

"banlist" =>
"Λίστα Αποκλεισμένων Εθνών",

"banlist_updated" =>
"Η Λίστα Αποκλεισμένων ενημερώθηκε επιτυχώς",

/* END */
''=>''
);
?>