<?php
   
$L = array(

"delete_member" =>
"Διαγραφή αριθμού",

"disallowed_screen_chars" =>
"Το Εμφανιζόμενο Όνομα περιέχει μη έγκυρους χαρακτήρες",

"notify_of_pm" =>
"Ειδοποιήσέ με μέσω email όταν κάποιος μου στείλει ένα προσωπικό μήνυμα",

"weblog_preferences" =>
"Ρυθμίσεις Weblog",

"forum_post" =>
"Θέμα στο Forum",

"existing_password_exp" =>
"Πρέπει να εισάγετε τον κωδικό πρόσβασης για ενημερώσετε αυτή τη σελίδα",

"password_change_exp" =>
"Αφήστε το κενό αν δεν επιθυμείτε να το αλλάξετε",

"language" =>
"Επιλογή Γλώσσας",

"notepad_blurb" =>
"Χρησιμοποιήστε αυτή τη φόρμα για αποθηκεύσετε προσωπικές σημειώσεις και πληροφορίες",

"subscriptions" =>
"Διαχειριστής Συνδρομών",

'utilities' =>
'Εργαλεία',

"total_forum_topics" =>
"Συνολικός αριθμός θεμάτων στο Forum",

"total_forum_posts" =>
"Συνολικός αριθμός Αποστολών στο Forum",

'total_forum_replies' =>
'Συνολικός Αριθμός Απαντήσεων',

"last_forum_post_date" =>
"Η Πιο Πρόσφατη Αποστολή στο Forum",

"tab_manager" =>
"Διαχειριστής Καρτελών",

"only_self_tab_manager_access" =>
"Δεν επιτρέπεται η πρόσβαση στον διαχειριστή καρτελών άλλων μελών",

"tab_manager_updated" =>
"Ο Διαχειριστής Καρτελών Ενημερώθηκε",

"tab_manager_description" =>
"Αυτή η σελίδα σας επιτρέπει να προσθέσετε τις δικές σας καρτέλες στο βασικό μενού πλοήγησης του πίνακα ελέγχου. Αυτές οι καρτέλες θα είναι εμφανείς μόνο σε εσάς.",

"tab_manager_description_more" =>
"Σημείωση: Δεν μπορείτε να δημιουργήσετε καρτέλες για τις αρχικές σελίδες αφού υπάρχουν ήδη καρτέλες για αυτές.",

"tab_manager_instructions" =>
"Για να προσθέσετε ένα νέο tab, επισκεφτείτε πρώτη τη σελίδα που θέλετε και κατόπιν κάντε κλικ πάνω στο link \"Nέα Καρτέλα\".",

"tab_manager_newlink" =>
"Προσθήκη νέας Καρτέλας",

"tab_manager_existing" =>
"Τρέχουσες Προσαρμοσμένες Καρτέλες",

"tab_manager_newlink_title" =>
"Όνομα της νέας Καρτέλας",

"tab_title" =>
"Τρέχουσες Καρτέλες",

"tab_manager_create_new" =>
"Δημιουργία Νέας Καρτέλας",

"new_tab_title" =>
"Τίτλος Νέας Καρτέλας",

"tab_url" =>
"URL της Καρτέλας",

"can_not_edit" =>
"(δεν μπορεί να αλλαχθεί)",

"new_tab_url" =>
"Νέο URL καρτέλας",

"tab_order" =>
"Σειρά",

"member_preferences" =>
"Προτιμήσεις Μελών",

"member_email" =>
"Mέλος Email",

"image_gallery" =>
"Γκαλερί Φωτογραφιών",

"no_subscriptions" =>
"Δεν έχετε συνδρομές προς το παρρόν",

"type" =>
"Τύπος",

"title" =>
"Τίτλος",

"unsubscribe"=>
"Κατάργηση Συνδρομής",

"subscriptions_removed" =>
"Οι συνδρομές καταργήθηκαν",

"comment" =>
"Σχόλιο",

"localization_is_site_default" =>
"Χρήση των τοπικών ρυθμίσεων αυτού του μέλους ώς πρότυπο για τον δικτυακό τόπο?",

"preferences_updated" =>
"Οι προτιμήσεις ανανεώθηκαν",

"homepage_preferences" =>
"Προτιμήσεις Αρχικής Σελίδας",

"set_display_order" =>
"Ορισμός Σειράς Εμφάνισης",

"please_update_order" =>
"Παρακαλώ δώστε την σειρά εμφάνισης των αντικειμένων",

"left_column" =>
"Αριστερή Κολώνα",

"right_column" =>
"Δεξιά Κολώνα",

"do_not_show" =>
"Να Μήν Εφανίζεται",

"recent_entries" =>
"Πρόσφατες καταχωρήσεις στο Weblog",

"recent_comments" =>
"Πρόσφατα Σχόλια",

"recent_members" =>
"Οι δέκα πιο πρόσφατες εγγραφές μελών",

"new_release_indicator" =>
"Δείκτης κυκλοφορίας Νέας Έκδοσης Λογισμικού",

"site_statistics" =>
"Στατιστικά του Δικτυακού Τόπου",

"member_search_form" =>
"Φόρμα Αναζήτησης Μελών",

"validating_members" =>
"Μέλη που περιμένουν Ενεργοποιήση",

"php_sql_versions" =>
"Εκδόσεις PHP/SQL",

"system_offline_indicator" =>
"Δείκτης Συστήματος εκτός λειτουργίας",

"personal_settings" =>
"Προσωπικές Ρυθμίσεις",

"control_panel_settings" =>
"Προσαρμογή ΠΕ",

"administrative_settings" =>
"Ρυθμίσεις Διαχειριστή",

"current_member" =>
"Μέλος:",

"member_stats" =>
"Στατιστικά Λογαριασμού Για:",

"join_date" =>
"Ημερομηνία Εγγραφής",

"last_visit" =>
"Τελευταία Επίσκεψη",

"total_entries" =>
"Συνολικός Αριθμός Καταχωρήσεων",

"last_entry_date" =>
"Ημερομηνία της Πιο Πρόσφατης Καταχώρησης",

"total_comments" =>
"Συνολικός Αριθμός Σχολίων",

"last_comment_date" =>
"Ημερομηνία του πιο πρόσφατου Σχόλιου",

"notepad" =>
"Σημειωματάριο",

"can_not_view_superadmin_profile" =>
"Δεν μπορείτε να δείτε το προφίλ ενός Yπερ-Διαχειριστή",

"only_self_notpad_access" =>
"Δεν επιτρέπεται η πρόσβαση στο σημειωματάριο άλλου μέλους",

"notepad_size" =>
"Μέγεθος Σημειωματάριου",

"notepad_updated" =>
"Το σημειωματάριο Ενημερώθηκε",

"localization_settings" =>
"Toπικές Ρυθμίσεις",

"localization_updated" =>
"Οι Τοπικές ρυθμίσεις ενημερώθηκαν",

"daylight_savings_time" =>
"Θερινή Ώρα",

"timezone" =>
"Επιλογή Ζώνης Ώρας",

"username_and_password" =>
"Όνομα Χρήστη και Κωδικός Πρόσβασης",

"extras" =>
"Πρόσθετα",

"edit_profile" =>
"Επεξεργασία Προφίλ",

"profile_form" =>
"Φόρμα Προφίλ",

"base_profile" =>
"Βασικό Προφίλ",

"extended_profile" =>
"Εκτεταμένο Προφίλ",

"localization" =>
"Τοπικές Ρυθμίσεις",

"time_format" => 
"Διαμόρφωση Εμφάνισης της Ώρας",

"united_states" => 
"Ηνωμένων Πολιτειών",

"european" => 
"Ευρωπαϊκή",

"your_ping_servers" =>
"Διακομιστές Ping",

"your_html_buttons" => 
"Κουμπιά Μορφοποίησης HTML",

"change_password" =>
"Αλλαγή Κωδικού πρόσβασης",

"email_settings" =>
"Ρυθμίσεις Email",

"edit_subscriptions" =>
"Προβολή Συνδρομών",

"customize_homepage" =>
"Προσαρμογή της Αρχικής Σελίδας του Πίνακα Ελέγχου",

"customize_cp" =>
"Προσαρμογή του Πίνακα Ελέγχου",

"cp_homepage" =>
"Αρχική Σελίδα του Πίνακα Ελέγχου",

"cp_theme" =>
"Θέμα του Πίνακα Ελέγχου",

"choose_theme" =>
"Επιλογή Θέματος του Πίνακα Ελέγχου",

"administrative_options" =>
"Διαχείριση Μελών",

"administrative_options_updated" =>
"Οι Διαχειριστικές Επιλογές Ενημερώθηκαν",

"screen_name" =>
"Εμφανιζόμενο Όνομα",

"email" =>
"Διεύθυνση Email",

"url" =>
"URL",

"bio" =>
"Βιογραφικό",

"birthday" =>
"Γενέθλια",

"year" =>
"Έτος",

"month" =>
"Mήνας",

"day" =>
"Ημέρα",

"accept_admin_email" =>
"Αποδοχή μηνυμάτων email από τους διαχειριστές του δικτυακού τόπου",

"accept_user_email" =>
"Αποδοχή μηνυμάτων email από άλλα μέλη του δικτυακού τόπου",

"notify_by_default" =>
"Ενεργοποίηση ειδοποιήσεων email ως προεπιλογή όταν αποστέλετε μηνήματα",

"location" =>
"Τοποθεσία",

"occupation" =>
"Επάγγελμα",

"interests" =>
"Ενδιαφέροντα",

"icq" =>
"ICQ",

"aol_im" =>
"AOL IM",

"yahoo_im" =>
"Yahoo IM",

"msn_im" =>
"MSN IM",

"user_ip_address" =>
"Διεύθυνση IP:",

"member_group_assignment" =>
"Ανάθεση Ομάδας Μελών",

"member_group_warning" =>
"Να είστε πολύ προσεκτικοί όταν αναθέτετε αυτό",

"include_in_multiauthor_list" =>
"Να συμπεριληφθεί o χρήστης στην λίστα των συντακτών της σελίδας ΔΗΜΟΣΙΕΥΣΗ;",

"profile_updated" =>
"Tο προφίλ Ενημερώθηκε",

"super_admin_demotion_alert" =>
"Ώς Υπερ-Διαχειριστής, δεν επιτρέται να αλλάξετε την ανάθεση της ομάδας χρηστών σας",

"username" =>
"Όνομα Χρήστη",

"username_change_not_allowed" =>
"Οι διαχειριστές δεν επιτρέπουν την αλλαγή των ονομάτων χρήσης",

"password" =>
"Κωδικός Πρόσβασης",

"password_change" =>
"Φόρμα Αλλαγής Kωδικού Πρόσβασης",

"new_password" =>
"Νέος Κωδικός Πρόσβασης",

"password_confirm" =>
"Επιβεβαίωση Κωδικού Πρόσβασης",

"new_password_confirm" =>
"Επιβεβαίωση Νέου Κωδικού Πρόσβασης",

"existing_password" =>
"Τρέχων Kωδικός Πρόσβασης",

"invalid_email_address" =>
"H διεύθυνση email που υποβάλλατε δεν είναι έγκυρη",

"missing_username" =>
"Πρέπει να υποβάλλετε ένα όνομα χρήστη",

"invalid_characters_in_username" =>
"To Όνομα Χρήστη περιέχει μή έγκυρους χαρακτήρες.",

"missing_password" =>
"Πρέπει να υποβάλλετε έναν κωδικό πρόσβασης",

"missing_current_password" =>
"Για να κάνετε αλλαγές πρέπει να υποβάλλετε τον τρέχοντα κωδικό πρόσβασης",

"password_in_dictionary" =>
"Δεν επιτρέπεται να χρησιμοποιήσετε μια λέξη που να βρεθεί σε ένα λεξικό ως κωδικό πρόσβασης",

"not_secure_password" =>
"Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον έναν κεφαλαίο χαρακτήρα, έναν πεζό και έναν αριθμό",

"invalid_password" =>
"O κωδικός πρόσβαης που υποβάλλατε δεν είναι σωστός",

"missing_email" =>
"Πρέπει να υποβάλλετε μια διεύθυνση email",

"banned_email" =>
"Η διεύθυνση email που υποβάλλατε είναι αποκλεισμένη",

"missmatched_passwords" =>
"Ο κωδικός πρόσβασης και η επιβεβαίωση του κωδικού πρόσβασης δεν ταιριάζουν",

"username_too_short" =>
"To όνομα χρήστη που υποβάλλατε πρέπει να είναι τουλάχιστουν %x χαρακτήρες σε μέγεθος",

"password_too_short" =>
"Ο κωδικός πρόσβασης που υποβάλλατε πρέπει να είναι τουλάχιστον %x χαρακτήρες σε μέγεθος",

"username_password_too_long" =>
"Ονοματα Χρήστη και κωδικοί πρόσβασης πρέπει να είναι 32 χαρακτήρες σε μέγεθος",

"username_taken" =>
"Το όνομα χρήστη που επιλέξατε δεν διαθέσιμο",

"screen_name_taken" =>
"To εμφανιζόμενο όνομα που επιλέξατε δεν είναι διαθέσιμο",

"email_taken" =>
"To email που επιλέξατε δεν είναι διαθέσιμο",

"password_based_on_username" =>
"O κωδικός πρόσβασης δεν μπορεί να βασίζεται στο όνομα χρήστη",

"username_changed" =>
"To Όνομα Χρήστη άλλαξε σε:",

"screen_name_changed" =>
"Το εμφανιζόμενο όνομα άλλαξε σε:",

"email_changed" =>
"Το Email άλλαξε σε:",

"password_change_requires_login" =>
"Σημείωση: Αν αλλάξατε τον κωδικό πρόσβασής σας θα πρέπει να αποσυνδεθείτε και να συνδεθείτε ξανά",

"settings_updated" =>
"Οι ρυθμίσεις σας Ενημερώθηκαν",

"new_member_added" =>
"To Προφιλ Μέλους Δημιουργήθηκε:",

"password_change_warning" =>
"Σημείωση: Αλλάξατε τον κωδικό πρόσβασής σας, οπότε θα πρέπει να ξανασυνδεθείτε.",

"ping_servers" =>
"Διακομιστές Ping",

"pingservers_updated" =>
"Οι διακομιστές Ping Ενημερώθηκαν",

"html_buttons" =>
"Κουμπιά μορφοποίησης HTML",

"html_buttons_updated" =>
"Τα κουμπιά HTML ενημερώθηκαν",

"quick_links" =>
"Γρήγοροι Σύνδεσμοι",

"only_self_qucklink_access" =>
"Δεν επιτρέπεται η πρόσβαση στους Γρήγορους Συνδέσμους άλλου μέλους",

"quicklinks_updated" =>
"Οι Γρήγοροι Σύνδεσμοι Ενημερώθηκαν",

"quick_link_description" =>
"Χρησιμοποιήστε αυτή τη φόρμα για να προσθέσετε προσωπικούς συνδέσμους στην επάνω εργαλειοθήκη.",

"quick_link_description_more" =>
"Αυτοί οι σύνδεσμοι θα εμφανίζονται μόνο σε εσάς.",

"quicklinks_delete_instructions" =>
"Για να διαγράψετε ένα στοιχείο, υποβάλλετε τη φόρμα αφήνοντας τον τίτλο κενό.",

"link_title" =>
"Τίτλος Συνδέσμου",

"link_url" =>
"URL Συνδέσμου",

"link_order" =>
"Σειρά",

"no_extended_fields" =>
"Δεν υπάρχουν προς το παρόν εκτεταμένα πεδία προφίλ μελών",

"bookmarklet" =>
"Bookmarklet",

"bookmarklet_created" =>
"To Bookmarklet Δημιουργήθηκε",

"bookmarklet_info" =>
"Ένα bookmarklet σας επιτρέπεια να εισάγετε καταχωρήσεις στο weblog σας χωρίς να συνέεστε στον πλήρες πίνακα ελέγχου.",

"consult_manual" =>
"Παρακαλούμε συμβουλευτείτε τον οδηγό χρήστη για περισσότερες πληροφορίες.",

"bookmarklet_name" =>
"Ονομάστε το Βοοkmarklet",

"single_word_no_spaces" => 
"μια λέξη, χωρίς κενά",

"weblog_name" =>
"Επιλέξτε το weblog στο οποίο θέλετε να αποστείλετε καταχωρήσεις",

"no_blogs_assigned_to_user" =>
"Δεν υπάρχουν weblogs που να έχουν ανατεθεί σε αυτόν τον λογαριασμό.",

"select_field" =>
"Επιλέξτε το προεπιλεγμένο πεδίο στο οποίο θα θέλατε να αποσταλλεί η καταχώρηση",

"bookmarklet_next_step" =>
"Επόμενο Βήμα",

"create_the_bookmarklet" =>
"Δημιουργία του Bookmarklet",

"no_fields_assigned_to_blog" =>
"Το weblog που επιλέξατε δεν έχει μια ομάδα πεδίων που να έχει ανατεθεί σε αυτό",

"safari_users" =>
"Κάντε κλικ αν χρησιμοποιείτε το Safari ως τον φυλλομετρητή σας",

"bookmarklet_instructions" =>
"Αποθήκευση αυτού του συνδέσμου στο μενού με τα αγαπημένα:",

"smart_notifications" =>
"Ενεργοποίηση Έξυπνων Ειδοποιήσεων",

"existing_password_email" =>
"Πρέπει να υποβάλλετε τον τρέχοντα κωδικό πρόσβασης για να ενημερώσετε τη διεύθυνση e-mail",

'bulletin_board' =>
"Πίνακας Ανακοινώσεων",

'login_as_member' =>
"Είσοδος ως Μέλος",

'pmachine_news_feed' =>
'Tροφοδοσία Νέων του EllisLab',

/* END */
''=>''
);
?>