<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"comment_module_name" =>
"Comment",

"comment_module_description" =>
"User commenting system",

//----------------------------------------

"cmt_commenting_has_expired" =>
"Δεν διαθέσιμη η δυνατότητα σχολιασμού για αυτή τη καταχώρηση weblog.",

"cmt_name_not_allowed" =>
"To όνομα με το οποίο κάνετε την αποστολή είναι κατειλειμμένο. Παρακαλούμε επιλέξτε ένα διαφορετικό όνομα.",

"cmt_must_be_member" =>
"Πρέπει να είστε εγγεγραμμένο μέλος για αποστείλετε σχόλια.",

"cmt_no_authorized_for_comments" =>
"Δεν σας επιτρέπεται να αποστείελτε σχόλια",

"cmt_account_not_active" =>
"Ο λογαριασμός χρήστη σας δεν έχει ενεργοποιηθεί ακόμα",

"cmt_comments_not_allowed" =>
"Τα σχόλια δεν επιτρέποτναι σε αυτό το weblog",

"cmt_missing_name" =>
"Το πεδίο ονόματος είναι υποχρεωτικό",

"cmt_missing_email" =>
"Το πεδίο email είναι υποχρεωτικό",

"cmt_invalid_email" =>
"Η διεύθυνση email που υποβάλλατε δεν είναι έγκυρη",

"cmt_banned_email" =>
"Η διεύθυνση email που υποβάλλατε είναι αποκλεισμένη",

"cmt_too_large" =>
"Το σχόλιο που υποβάλλατε περιέχει %n χαρακτήρες. Μόνο %x χαρακτήρες επιτρέπονται.",

"cmt_comments_timelock" =>
"Η αποστολή σχολίων επιτρέπεται κάθε %s δευτερόλεπτα.",

"cmt_duplicate_comment_warning" =>
"Η λήψη του σχόλιού σας ήταν αδύνατη αυτή τη φορά.",

"cmt_no_preview_template_specified" =>
"H ετικέτα φόρμας σχολιασμού δε περιέχει τη τοποθεσία του πρότυπου προεπισκόπισης.",

"cmt_comment_response_title" =>
"Κάποιος μόλις απάντησε στο σχόλιό σας",

"cmt_comment_response_body" =>
"Κάποιος μόλις απάντησε στη καταχώρηση στην οποία είστε συνδρομητής:",

"cmt_comment_title" =>
"Ο τίτλος της καταχώρησης είναι:",

"cmt_comment_url" =>
"Μπορείτε να διαβάσετε το σχόλιο στη παρακάτω διεύθυνση URL:",

"cmt_comment_removal" =>
"Για να σταματήσετε να λαμβάνετε ειδοποιήσεις για αυτό το σχόλιο, κάντε κλικ εδώ:",

"cmt_comment_removal_all" =>
"Για να σταματήσετε να λαμβάνετε ειδοποιήσεις, κάντε κλικ εδώ:",

"cmt_notification_removal" =>
"Αφαίρεση Ειδοποίησης",

"cmt_you_have_been_removed" =>
"Αφαιρεθήκατε από τη λήψη περαιτέρω ειδοποιήσεων.",

"cmt_comment_accepted" =>
"Το σχόλιο έγινε αποδεκτό",

"cmt_will_be_reviewed" =>
"Το σχόλιο θα εξεταστεί από ένα διαχειριστή για έγκριση.",

"cmt_return_to_comments" =>
"Επιστροφή στα Σχόλια",

/* END */
''=>''
);
?>