<?php
 
$L = array(

"imglib_gd_required_for_props" =>
"Ο διακομιστής δεν φαίνεται να υποστηρίζει τη βιβλιοθήκη GD Ιmage Library για να καθορίσει τα στοιχεία της εικόνας",

"imglib_unsupported_imagecreate" =>
"Ο διακομιστής δεν υποστηρίζει τη λειτουργία GD που απαιτείται για να επεξεργαστεί αυτόν τον τύπο της εικόνας.",

"imglib_gif_not_supported" =>
"Οι εικόνες GIF συχνά δεν υποστηρίζονται λόγω περιορισμών αδειοδότητης. Θα πρέπει να χρησιμοποιήσετε εικόνες JGP ή PNG ανταυτού.",

"imglib_jpg_not_supported" =>
"Οι εικόνες JPG δεν υποστηρίζονται",

"imglib_png_not_supported" =>
"Οι εικόνες PNG δεν υποστηρίζονται",

"imglib_jpg_or_png_required" =>
"The image resize protocol specified in your preferences only works with JPEG or PNG image types.",

"imglib_copy_error" =>
"Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια αντικατάσταση του αρχείου. Παρακαλούμε βεβαιωθείτε ότι ο κατάλογος αρχείων σας είναι εγγράψιμος.",

"imglib_rotate_unsupported" =>
"Η περιστροφή εικόνων δεν φαίνεται να υποστηρίζεται από τον διακομιστή σας.",

"imglib_libpath_invalid" =>
"Η διαδρομή προς τη βιβλιοθήκη εικόνας σας δεν είναι σωστή. Παρακαλούμε ορίστε τη σωστή διαδρομή στις προτιμήσεις εικόνας σας.",

"imglib_image_process_failed" =>
"Η επεξεργασία της εικόνας απέτυχε. Παρακαλούμε βεβαιωθείτε ότι ο διακομιστής σας υποστηρίζει το επιλεγμένο πρωτόκολλο και η διαδρομή προς τη βιβλιοθήκη εικόνας δεν είναι σωστή.",

"imglib_rotation_angle_required" =>
"Η γωνία περιστροφής απαιτείται κατά τη περιστροφή της εικόνας.",

"imglib_writing_failed_gif" =>
"Εικόνα GIF",

"imglib_invalid_path" =>
"Η διαδρομή προς την εικόνα δεν είναι σωστή",

"imglib_copy_failed" =>
"Η διαδικασία αντιγραφής της εικόνας απέτυχε.",


// IGNORE
''=>'');?>