<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"rss_module_name" =>
"RSS",

"rss_module_description" =>
"Υποσύστημα δημιουργίας RSS",

//----------------------------------------

"rss_invalid_weblog" =>
"Το weblog που ορίστικε στο RSS σας δεν υπάρχει.",

'no_weblog_specified' =>
"Πρέπει να ορίσετε ένα weblog.",

'no_matching_entries' =>
'Δεν υπάρχουν καταχωρήσεις που να ταιριάζουν στις συγκεκριμένες παραμέτρους του tag.',

'empty_feed' =>
'Αυτή η τροφοδοσία δεν περιέχει καταχωρήσεις',

/* END */
''=>''
);
?>