<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"gallery_module_name" =>
"Γκαλερί Φωτογραφιών",

"gallery_module_description" =>
"Υποσύστημα Γκαλερί Φωτογραφιών",

//----------------------------------------


"textarea" =>
"Πλαίσιο Κειμένου",

"textarea_rows" =>
"Σειρές Πλαισίου Κειμένου",

"textarea_maxl" =>
"Μέγιστο πλήθος χαρακτήρων",

"list_items" =>
"Στοιχεία Πτυσσόμενου Μενού",

"list_items_note" =>
"Τοποθέτηση κάθε στοιχείου σε ξεχωριστή σειρά",

"input" =>
"Πεδίο Κειμένου",

"select" =>
"Πτυσσόμενο μενού",

"gallery_stats" =>
"Στατιστικά Γκαλερί",

"gallery_total_entries" =>
"Σύνολο Καταχωρήσεων",

"gallery_total_comments" =>
"Σύνολο Σχολίων",

"gallery_custom_field_prefs" =>
"Προτιμήσεις Προσαρμοσμένου Πεδίου Εισόδου",

"gallery_cf_one" =>
"Ενεργοποίηση Προσαρμοσμένου Πεδίου Ένα",

"gallery_cf_two" =>
"Ενεργοποίηση Προσαργμοσένου Πεδίου Δύο",

"gallery_cf_three" =>
"Ενεργοποίηση Προσαρμοσένου Πεδίου Τρία",

"gallery_cf_four" =>
"Ενεργοποίηση Προσαρμοσμένου Πεδίου Τέσσερα",

"gallery_cf_five" =>
"Ενεργοποίηση Προσαρμοσμένου Πεδίου Πέντε",

"gallery_cf_six" =>
"Ενεργοποίηση Προσαρμοσμένου Πεδίου Έξι",

"gallery_cf_label" =>
"Όνομα Πεδίου",

"gallery_cf_type" =>
"Τύπος Πεδίου",

"gallery_pref_inst" =>
"Παρακαλούμε ενημερώστε τις ακόλουθες προτιμήσεις για τη νέα σας γκαλερί",

"gallery_if_path_unknown" =>
"Αν δεν είστε σίγουρος/η πως να προσδιορίσετε τη διαδρομή στον διακομιστή, εισάγετε μόνο το όνονμα του καταλόγου και εμείς θα προσπαθήσουμε να προσδιορίσουμε τη διαδρομή για εσάς",

"gallery_step_one" =>
"Νέα Γκαλερί Φωτογραφιών - Βήμα Ένα",

"gallery_step_two" =>
"Νέα Γκαλερί Φωτογραφιών - Βήμα Δύο",

"gallery_tempgroup_name" =>
"Όνομα Ομάδας Προτύπων",

"gallery_tg_info" =>
"Για να δημιουργήσετε τα πρότυπα της γκαλερί σας πρέπει να ξέρουμε πως επιθυμείτε να ονομάσετε την ομάδα προτύπων σας.",

"gallery_tg_info2" =>
"Σημείωση: Δεν μπορεί να υπάρχει άλλη ομάδα με το ίδιο όνομα.",

"gallery_name" =>
"Όνομα Γκαλερί",

"gallery_total_files" =>
"Αρχεία",

"gallery_no_image_galleries" =>
"Δεν υπάρχουν γκαλερί εικόνων",

"gallery_create_new_image_gallery" =>
"Δημιουργία Νέας Γκαλερί",

"gallery_prefs" =>
"Προτιμήσεις",

"gallery_upload" =>
"Ανέβασμα",

"gallery_new_gallery_form" =>
"Φόρμα Νέας Γκαλερί",

"gallery_general_config" =>
"Γενικές Ρυθμίσεις",

"gallery_paths" =>
"Διαδρομές Εικόνων",

"gallery_image_prefs" =>
"Προτιμήσεις Εικόνων",

"gallery_thumb_prefs" =>
"Προτιμήσεις Μικρογραφιών",

"gallery_views" =>
"Προβολές",

"gallery_full_name" =>
"Όνομα της Γκαλερί Φωτογραφιών",

"gallery_short_name" =>
"Σύντομη ονομασία της Γκαλερί Φωτογραφιών",

"gallery_short_name_desc" =>
"Μία λέξη, χωρίς κενά, λατινικοί χαρακτήρες. Για χρήση στο tag: gallery.",

"gallery_upload_path" =>
"Διαδρομή του Καταλόγου Εικόνων στον Διακομιστή",

"gallery_upload_path_desc" =>
"Μπορείνα να είναι σχετική ή απόλυτη διαδρομή.",

"gallery_image_url" =>
"Πλήρες URL του Καταλόγου Εικόνων",

"gallery_create_thumbnail" =>
"Δημιουργία Μικρογραφίας",

"gallery_create_thumb" =>
"Δημιουργία Μικρογραφίας κατά το Ανέβασμα;",

"gallery_constrain" =>
"Διατήρηση Αναλογιών",

"gallery_thumb_width" =>
"Ύψος x Πλάτος Μικρογραφίας",

"gallery_maintain_ratio" =>
"Διατήρηση Αναλογίας",

"gallery_maintain_ratio_desc" =>
"Αν μια μικρογραφία δεν μπορεί να αλλάξει μέγεθος αναλογικά στις διαστάσεις που επιθυμείτε, οι τιμές θα προσαρμοστούν όσο πιο κοντά γίνεται διατηρώντας τις αρχικές αναλογίες.",

"gallery_thumb_quality" =>
"Ποιότητα Μικρογραφίας",

"gallery_thumb_prefix" =>
"Δείκτης Μικρογραφίας",

"gallery_create_medium" =>
"Δημιουργία Εικόνας Μεσαίου Μεγέθους κατά το Ανέβασμα;",

"gallery_medium_width" =>
"Πλάτος x Ύψος Εικόνας",

"gallery_medium_quality" =>
"Ποιότητα Εικόνας Μεσαίου Μεγέθους",

"gallery_medium_prefix" =>
"Δείκτης Εικόνας Μεσαίου Μεγέθους",

"gallery_missing_full_name" =>
"Η Γκαλερί σας πρέπει να έχει ένα όνομα.",

"gallery_missing_short_name" =>
"Η Γκαλερί σας πρέπει να έχει μια σύντομη ονομασία.",

"gallery_missing_date" =>
"Πρέπει να εισάγετε μια ημερομηνία",

"gallery_invalid_date_formatting" => 
"Η ημερομηνία που υποβάλλατε δεν είναι μορφοποιημένη σωστά (έτος-μήνας-ημέρα ώρα:λεπτά)",

"gallery_illegal_shortname" =>
"Η σύντομη ονομασία μπορεί να περιέχει μόνο λατινικούς αλφαριθμητικούς χαρακτήρες και καθόλου κενά.",

"gallery_created" =>
"Η Νέα Γκαλερί Προστέθηκε",

"gallery_updated" =>
"Οι προτιμήσεις τις Γκαλερί Ενημερώθηκαν",

"gallery_delete" =>
"Διαγραφή της Γκαλερί",

"gallery_delete_confirmation" =>
"Είστε σίγουρος ότι επιθυμείτε να διαγράψετε την ακόλουθη γκαλερί;",

"gallery_deleted" =>
"Η Γκαλερί Διαγράφηκε",

"gallery_none" =>
"Καμμία",

"gallery_entry_tit" =>
"Τίτλος Καταχώρησης",

"gallery_entry_date" =>
"Ημερομηνία Καταχώρησης",

"gallery_entry_des" =>
"Λεζάντα",

"gallery_open" =>
"Άνοιγμα",

"gallery_closed" =>
"Κλείσιμο",

"gallery_status" =>
"Κατάσταση",

"gallery_watermark_image" =>
"Εφαρμογή Υδατογραφήματος",

"gallery_entry_cat" =>
"Κατηγορία",

"gallery_current" =>
"Τρέχουσα Γκαλερί:",

"gallery_menu" =>
"Διαχείριση Γκαλερί",

"gallery_upload_image" =>
"Ανέβασμα Αρχείου",

"gallery_edit_entry" =>
"Επεξεργασία Καταχώρησης",

"gallery_file_name" =>
"Όνομα Αρχείου",

"gallery_categories" =>
"Κατηγορίες",

"gallery_manage_images" =>
"Δειχειριστής Γκαλερί",

"gallery_preferences" =>
"Προτιμήσεις",

"gallery_no_category_message" =>
"Δεν υπάρχουν κατηγορίες",

"gallery_new_category" =>
"Προσθήκη Νέας Κατηγορίας",

"gallery_edit_category" =>
"Επεξεργασία Κατηγορίας",

"gallery_category_name" =>
"Όνομα Κατηγορίας",

"gallery_category_description" =>
"Περιγραφή Κατηγορίας",

"gallery_category_parent" =>
"Πρόγονος Κατηγορίας",

"gallery_category_updated" =>
"Η Κατηγορία Ενημερώθηκε",

"gallery_category_created" =>
"Η Κατηγορία Δημιουργήθηκε",

"gallery_image_upload" =>
"Φόρμα Ανεβάσματος Εικόνας",

"gallery_alpha" =>
"Αλφαβητικά",

"gallery_custom" =>
"Προσαρμοσμένο",

"gallery_sort_order" =>
"Βασική Σειρά Ταξινόμησης",

"gallery_cat_order" =>
"Ταξινόμηση",

"gallery_view_category" =>
"Προβολή Κατηγορίας",

"gallery_delete_category" =>
"Διαγραφή Κατηγορίας",

"delete_category_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε αυτή τη κατηγορία;",

"gallery_reorder_categories" =>
"Αναδιάταξη Κατηγοριών",

"gallery_category_order_confirm" =>
"Είστε σίγουρος/η ότι επιθυμείτε να ταξινομήσετε αυτή την ομάδα κατηγοριών αλφαβητικά;",

"gallery_category_sort_warning" =>
"Αν χρησιμοποείτε προσαρμοσμένη σειρά ταξινόμησης θα αντικατασταθεί από την αλφαβητική.",

"gallery_missing_file" =>
"Πρέπει να επιλέξετε ένα αρχείο για ανέβασμα",

"gallery_missing_title" =>
"Πρέπει να εισάγετε ένα τίτλο καταχώρησης",

"gallery_duplicate_title" =>
"Μια καταχώρηση με αυτόν τον τίτλο υπάρχει ήδη",

"gallery_missing_category" =>
"Δεν μπορείτε να εισάγετε μια νέα καταχώρηση χωρίς να την αντιστοιχίσετε σε μια κατηγορία",

"gallery_categories_required" =>
"Πριν μπορέσετε να εισάγετε νέες καταχωρήσεις θα πρέπει να δημιουργήσετε τουλάχιστον μία νέα κατηγορία",

"gallery_no_entries" =>
"Δεν έχουν εισαχθεί καταχωρήσεις ακόμα",

"gallery_no_categories" =>
"Δεν υπάρχουν κατηγορίες.",

"gallery_is_default_cat" =>
"Η Προεπιλεγμένη κατηγορία όταν εισάγετε νέες καταχωρήσεις",

"gallery_file_inserted" =>
"Το αρχείο σας υποβλήθηκε επιτυχώς",

"gallery_file_updated" =>
"Το αρχείο σας ενημερώθηκε",

"gallery_file_submit" =>
"Υποβολή Νέας Καταχώρησης",

"gallery_file_update" =>
"Ενημέρωση Καταχώρησης",

"gallery_allow_entry_comments" =>
"Να επιτρέπονται τα σχόλια",

"gallery_allow_comments" =>
"Να επιτρέπονται τα σχόλια από προεπιλογή;",

"gallery_file_exists" =>
"Το όνομα που επιλέξατε για να μετονομάσετε το αρχείο σας, χρησιμοποιείτε ήδη από άλλο αρχείο.",

"gallery_renaming_error" =>
"Παρουσιάστηκε ένα σφάλμα προσπαθώντας να γίνει η μετονομασία του αρχείου. Παρακαλούμε βεβαιωθείτε ότι ο κατάλογος των αρχείων έχει τα κατάλληλα δικαιώματα",

"gallery_filename" =>
"Όνομα Αρχείου",

"gallery_no_entries_in_cat" =>
"Δεν υπάρχουν καταχωρήσεις σε αυτή τη κατηγορία",

"gallery_delete_entry" =>
"Διαγραφή Καταχώρησης",

"gallery_delete_entry_confirmation" =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε την ακόλουθη καταχώρηση;",

"gallery_delete_file" =>
"Να αφαιρεθεί και το αρχείο από τον διακομιστή;",

"gallery_entry_deleted" =>
"Η καταχώρηση διαγράφηκε",

"gallery_files" =>
"Αρχεία",

"gallery_comment_prefs" =>
"Προτιμήσεις Σχολιασμού",

"gallery_resize_prefs" =>
"Προτιμήσεις Μεταβολής Μεγέθους των Μικρογραφιών",

"gallery_view_entries" =>
"Προβολή Καταχωρήσεων",

"gallery_image_toolbox" =>
"Εργαλειοθήκη",

"gallery_browse_files" =>
"Αναζήτηση Αρχείων Διακομιστή",

"gallery_file_browser" =>
"Εξερευνητής Αρχείων",

"gallery_no_files" =>
"Δεν υπάρχουν αρχεία στον κατάλογο ανεβάσματός σας",

"gallery_select_this_file" =>
"Επιλογή αυτού του Αρχείου",

"gallery_view_image" =>
"Προβολή Εικόνας",

"gallery_or" =>
"H'",

"gallery_select_file" =>
"... ή επιλογή ένος ήδη υπάρχοντος αρχείου στον διακομιστή",

"gallery_select_new_file" =>
"... ή επιλογή ενός νέου αρχείου",

"gallery_cat_folder" =>
"Φάκελος Κατηγοριών",

"gallery_cat_folder_txt" =>
"Αν επιθυμείτε να μεταφέρετε σε ένα φάκελο όλες τις εικόνες που ανήκουν σε αυτή τη κατηγορία, παρακαλούμε εισάγετε το όνομα του φακέλου που θα θέλατε να χρησιμοποιηθεί. Αυτός ο φάκελος θα δημιουργηθεί αυτόματα.",

"gallery_create_info" =>
"Πριν δημιουργήσετε μια γκαλερί φωτογραφιών πρέπει να δημιουργήσετε ένα φάκελο στον διακομιστή σας για τις φωτογραφίες σας. Μια καλή τοποθεσία είναι μέσα στον φάκελο \"images\", αλλά μπορείτε να τον δημιουργήσετε όπου αλλού επιθυμείτε.",

"gallery_create_info2" =>
"Μόλις δημιουργήσετε τον κατάλογο, παρακαλούμε ορίστε τα δικαιώματα πρόσβασης σε 777.",

"gallery_group_taken" =>
"Σφάλμα: Το όνομα που επιλέξατε δεν είναι διαθέσιμο",

"gallery_illegal_characters" =>
"Το όνομα που εισάγατε μπορεί να περιέχει μόνο λατινικούς αλφαριθμητικούς χαρακτήρες, κάτω παύλες και παύλες.",

"gallery_reserved_name" =>
"Το όνομα που επιλέξατε είναι μια κρατημένη λέξη και δε μπορεί να χρησιμοποιηθεί.",

"gallery_folder_name" =>
"Παρακαλούμε εισάγετε το όνομα του νέου φακέλου εικόνων",

"gallery_upload_folder" =>
"Όνομα Φακέλου Εικόνων",

"gallery_image_galleries" =>
"Γκαλερί Εικόνων",

"gallery_image_folder_error" =>
"Πρέπει να εισάγετε ένα όνομα φακέλου",

"gallery_image_folder_chmod" =>
"Ο φάκελος της γκαλερί εικόνων σας δεν φαίνεται να είναι εγγράψιμος",

"gallery_cat_folder_error" =>
"Αδύνατη η δημιουργία του φακέλου κατηγορίας. Παρακαλούμε βεβαιωθείτε ότι ο φάκελος της γκαλερί εικόνων έχει τα κατάλληλα δικαιώματα πρόσβασης.",

"gallery_renaming_cat_folder_error" =>
"Αδύνατη η μετονομασία του φακέλου κατηγορίας. Παρακαλούμε βεβαιωθείτε ότι ο φάκελος της γκαλερί εικόνων έχει τα κατάλληλα δικαιώματα πρόσβασης.",

"gallery_max_size" =>
"Το μέγιστον επιτρεπόμενο πλάτος ή ύψος είναι %s pixel",

"gallery_select_file_to_edit" =>
"Επιλέξετε μια εικόνα για Επεξεργασία",

"gallery_width" =>
"Πλάτος",

"gallery_height" =>
"Ύψος",

"gallery_left" =>
"Αριστερά",

"gallery_top" =>
"Πάνω",

"gallery_modify_image" =>
"Μετατροπής της Εικόνας",

"gallery_enable_cropping" =>
"Ενεργοποίηση Κροπαρίσματος",

"gallery_enable_resizing" =>
"Ενεργοποίσης Μεταβολής Μεγέθους",

"gallery_resize_width" =>
"Πλάτος",

"gallery_resize_height" =>
"Ύψος",

"gallery_update_thumbs" =>
"Δημιουργία/Ενημέρωση Μικρογραφιών",

"gallery_thumb_update_note" =>
"Σημείωση: Αν οι μικρογραφίες υπάρχουν ήδη για το το όνομα που εισάγατε, θα ενημερωθούν για να ανταποκρίνονται στις αλλαγές",

"gallery_enable_rotation" =>
"Ενεργοποίηση Περιστροφής",

"gallery_43_aspect_ratio" =>
"Αναλογίες",

"gallery_new_entry" =>
"Νέα Καταχώρηση",

"gallery_quality" =>
"Ποιότητα Εικόνας",

"gallery_90r" =>
"90&#176; Δεξιά",

"gallery_90l" =>
"90&#176; Αριστερά",

"gallery_180" =>
"180&#176",

"gallery_flip_vert" =>
"Κάθετη Περιστροφή",

"gallery_flip_hor" =>
"Οριζόντια Περιστροφή",

"gallery_image_name" =>
"Όνομα Εικόνας",

"gallery_create_copy" =>
"Αν εισάγετε ένα διαφορετικό όνομα εικόνας θα δημιουργηθεί αντίγραφό της",

"gallery_crop_tip" =>
"Σύρετε την το πλαίσιο κροπαρίσματος για να το μετακινήσετε. Μεταβάλετε το μέγεθος πατώντας το κουμπί shift καθώς σέρνετε",

"gallery_resize_tip" =>
"Μεταβάλετε το μεγέθος της εικόνας πατώντας το κουμπί shift καθώς σέρνετε. Ή μπορείτε να εισάγετε αριθμητικές τιμές",

"gallery_rotate_tip" =>
"Η περιστροφή σε πραγματικό χρόνο δεν υποστηρίζετε. Θα πρέπει να υποβάλλετε τη φόρμα για να δείτε τα αποτελέσματα",

"gallery_image_processing" =>
"Επεξεργασία Εικόνας",

"gallery_successful_processing" =>
"Η εικόνα σας επεξεργάστηκε επιτυχώς",

"gallery_image_caching_notice" =>
"Λόγω caching του φυλλομετρητή σας μπορεί να φαίνεται ότι η εικόνα δεν έχει υποστεί επερξασία. Αν η παρακάτω εικόνα δεν εμφανίζεται όπως θα έπρεπε, κάντε κλικ στο κουμπί ανανέωση. Σε μερικούς φυλλομετρητές θα πρέπει να κάνετε ανανέωση αρκετές φορές.",

"gallery_image_refresh" =>
"Ανανέωση της Εικόνας",

"gallery_continue" =>
"Επιστροφή στην Εργαλειοθήκη Εικόνων",

"gallery_nonwritable_path" =>
"Οι Εικόνες δεν θα μπορούν να μεταβληθούν αν δεν οριστούν τα δικαιώματα πρόσβασης σε 777.",

"gallery_copy_error" =>
"Αδύνατη η αντιγραφή του αρχείου. Παρακαλούμε βεβαιωθείτε ότι τα δικαιώματα πρόσβασης είναι ορισμένα σε 777 στο φάκελο προορισμού.",

"gallery_entries_will_be_nuked" =>
"Όλες οι καταχωρήσεις και τα σχόλια που αντιστοιχούν σε αυτή τη κατηγορία, θα διαγραφούν!",

"gallery_wm_type" =>
"Ενεργοποίηση Υδατογραφήματος",

"text" =>
"Απόδοση κειμένου",

"graphic" =>
"Γραφική απόδοση",

"none" =>
"Απενεργοποιημένο",

"gallery_watermark_prefs" =>
"Προτιμήσεις Υδατογραφήσης",

"gallery_wm_image_path" =>
"Διαδρομή στον Διακομιστή της Εικόνας Υδατογράφησης",

"gallery_wm_test_image_path" =>
"Διαδρομή στον Διακομιστή της Δοκιμαστικής Εικόνας",

"gallery_test_explain" =>
"Το παρακάτω κουμπί σας επιτρέπει τη δοκιμή των προτιμήσεων υδατογράφησης χώρις να αλλάξετε σελίδα. Για να το κάνετε αυτό πρέπει να ορίσετε τη διαδρομή μιας δοκιμαστικής εικόνας στον διακομιστή.",

"gallery_wm_use_font" =>
"Χρήση True Type Γραμματοσειράς",

"gallery_wm_font" =>
"Γραμματοσειρά",

"gallery_wm_font_size" =>
"Μέγεθος Γραμματοσειράς",

"gallery_wm_text" =>
"Κείμενο Υδατογραφήματος",

"gallery_wm_alignment" =>
"Στοίχιση Υδατογραφήματος",

"gallery_top" =>
"Πάνω",

"gallery_mid" =>
"Στη Μέση",

"gallery_bot" =>
"Κάτω",

"gallery_left" =>
"Αριστερά",

"gallery_center" =>
"Στο κέντρο",

"gallery_right" =>
"Δεξιά",

"gallery_wm_padding" =>
"Εσωτερικό κενό",

"gallery_wm_offset" =>
"Διάκενο Υδατογραφήματος",

"gallery_wm_x_offset" =>
"Οριζόντιο Διάκενο",

"gallery_wm_y_offset" =>
"Κάθετο Διάκενο",

"gallery_wm_text_color" =>
"Χρώμα Κειμένου",

"gallery_wm_use_drop_shadow" =>
"Ενεργοποίηση Σκιάς",

"gallery_wm_shadow_color" =>
"Χρώμα Σκιάς",

"gallery_wm_shadow_distance" =>
"Απόσταση Σκιάς",

"gallery_wm_opacity" =>
"Διαφάνεια Υδατογραφήματος",

"gallery_test_now" =>
"Δοκιμή των Ρυθμίσεων Υδατογράφησης",

"gallery_color_picker" =>
"Παλέτα χρωμάτων",

"gallery_missing_font" =>
"Αδύνατος ο εντοπισμός της γραμματοσειράς. Παρακαλούμε ελέγξτε τη διαδρομή του αρχείου της γραμματοσειράς.",

"gallery_wm_x_transp" =>
"Συντεταγμένη X της Διαφάνειας",

"gallery_wm_y_transp" =>
"Συντεταγμένη Y της Διαφάνειας",

"gallery_wm_apply_thumbs" =>
"Εφαρμογή του υδατογραφήματος στις Μικρογραφίες",

"gallery_wm_apply_medium" =>
"Εφαρμογή του Υδατογραφήματος στις Εικόνες Μεσαίου Μεγέθους",

"gallery_protocal_prefs" =>
"Προτιμήσεις Βιβλιοθήκης Εικόνων",

"gallery_protocal_prefs" =>
"Προτιμήσεις Μετατροπής Εικόνων",

"gallery_image_protocal" =>
"Πρωτόκολο Μετατροπής Εικόνων",

"gallery_image_lib_path" =>
"Διαδρομή Μετατροπέαα Εικόνων",

"gallery_image_lib_path_cont" =>
"Αν επιλέξετε Image Magick ή NetPBM πρέπει να ορίσετε τη διαδρομή της βιβλιοθήκης στον διακομιστή",

"gallery_gd" =>
"GD",

"gallery_gd2" =>
"GD2",

"gallery_image_magick" =>
"Image Magick",

"gallery_netpbm" =>
"NetPBM",

"gallery_batch_prefs" =>
"Προτιμήσεις Επεξεργασίας Πολλαπλών Εικόνων",

"gallery_batch_folder" =>
"Φάκελος Επεξεργασίας Πολλαπλών Εικόνων",

"gallery_batch_path" =>
"Διαδρομή του Φακέλου Επεξεργασίας Πολλαπλών Εικόνων στον Διακομιστή",

"gallery_batch_url" =>
"Πλήρες URL του Καταλόγου Επεξεργασίας Πολλαπλών Εικόνων",

"gallery_batch_entries" =>
"Καταχωρήσεις για Πολλαπλή Επεξεργασία",

"gallery_no_batch_folder" =>
"Ο φάκελος Πολλαπλής Επεξεργασίας δεν Βρέθηκε",

"gallery_batch_instructions" =>
"Αδύνατος ο εντόπισμός του φακέλου πολλαπλής επεξεργασίας. Παρακαλούμε επισκεφτείτε τη σελίδα των προτιμήσεων και ορίστε το όνομα και τη διαδρομή του φακέλου πολλαπλής επεξεργασίας. Παρακαλούμε συμβουλευτείτε τον οδηγό χρήσης για περισσότερες πληροφορίες.",

"gallery_no_batch_files" =>
"Δεν υπάρχουν εικόνες στον φάκελο πολλαπλής επεξεργασίας",

"gallery_batch_files_info" =>
"Για να χρησιμοποιήσετε την δυνατότητα πολλαπλής υποβολής θα πρέπει πρώτα να ανεβάσετε τις εικόνες στον φάκελο πολλαπλής επεξεργασίας",

"gallery_process_total" =>
"Βλέπετε την εικόνα %s από %x",

"gallery_submit_entry" =>
"Υποβολή της Καταχώρησης",

"gallery_prev_image" =>
"Προηγούμενη Εικόνα",

"gallery_next_image" =>
"Μετάβαση στην Επόμενη Εικόνα",

"gallery_batch_complete" =>
"Η Πολλαπλή Επεξεργασία Ολοκληρώθηκε",

"gallery_img_inserted" =>
"Η εικόνα μεταβλήθηκε επιτυχώς:",

"gallery_batch_file_note" =>
"Σημείωση: Οι εικόνε υπάρχουν ακόμη στον φάκελο πολλαπλής επεξεργασίας. Μπορείτε να τις διαγράψετε πλέον χωρίς να εππηράσετε τις καταχωρήσεις που εισάγατε.",

"gallery_rename_note" =>
"Αν αλλάξετε το όνομα του αρχείου η εικόνα θα μετονομαστεί",

"gallery_filter_title" =>
"Φιλτράρισμα Κατά Ημερομηνία Δημιουργίας",

"gallery_filter_any" =>
"Οποιαδήποτε Ημερομηνία",

"gallery_filter_today" =>
"Σήμερα",

"gallery_filter_week" =>
"Την προηγούμενη εβδομάδα",

"gallery_filter_month" =>
"Τον περασμένο μήνα",

"gallery_no_file_criteria" =>
"Δεν υπάρχουν αρχεία που να ταιριάζουν στα κριτήρια που ορίσατε.",

"gallery_caption_prefs" =>
"Προτιμήσεις Μορφοποίησης Λεζάντας",

"gallery_text_formatting" =>
"Μορφοποίηση Κειμένου",

"gallery_auto_link_urls" =>
"Αυτόματη δημιουργία URL",

"gallery_xhtml" =>
"XHTML",

"gallery_br" =>
"Αυτόματο &lt;br /&gt;",

"gallery_none" =>
"Καμμία",

"gallery_url" =>
"URL της Γκαλερί",

"gallery_comment_url" =>
"URL της Σελίδας Σχολιασμού",

"gallery_comment_require_membership" =>
"Να απαιτείται εγγραφή μέλους για την αποστολή σχολίων;",

"gallery_comment_use_captcha" =>
"Ενεργοποίηση Captcha για την Αποστολή Σχολίων;",

"gallery_comment_expiration" =>
"Λήξη Σχολιαμού",

"gallery_comment_expiration_desc" =>
"Ο αριθμός των ημερών κατά τη διάρκεια των οποίων επιτρέπεται ο σχολιασμός αφού δημοσιευτεί η καταχώρηση. Αν εισάγετε 0 (μηδέν) θα είναι απεριόριστος.",

"gallery_comment_max_chars" =>
"Μέγιστος αριθμός χαρακτήρων που επιτρέπονται στα σχόλια",

"gallery_comment_timelock" =>
"Χρονικό Διάστημα Αποστολής Νέου Σχολίου",

"gallery_comment_timelock_desc" =>
"Ο αριθμός δεν δευτερολέπτων που πρέπει να περάσουν πριν ένας χρήστης μπορέσει να ξαναστείλει ένα νέο σχόλιο. Αν αφήσετε το πεδίο κενό ή εισάγετε 0 θα δεν θα υπάρχει χρονικό όριο.",

"gallery_comment_require_email" =>
"Να απαιτείται διεύθυνση email για την αποστολή σχολίων;",

"gallery_comment_text_formatting" =>
"Μορφοποίηση Κειμένου Σχολίων",

"gallery_comment_html_formatting" =>
"Μορφορποίηση HTML Σχολίων",

"gallery_all" =>
"Να επιτρέπονται όλα τα στοιχεία HTML (δεν συνιστάται)",

"gallery_safe" =>
"Να επιτέπεται μόνο ασφαλής HTML",

"gallery_no_html" =>
"Μετατροπή HTML σε characted entities",

"gallery_comment_allow_img_urls" =>
"Να επιτρέπονται tags εικόνων στα σχόλια;",

"gallery_comment_auto_link_urls" =>
"Να γίνεται αυτόματη μετατροπή των URL και των διευθύνσεων email σε συνδέσμους;",

"gallery_comment_notification_prefs" =>
"Προτιμήσεις Ειδοποίησης Σχολιασμού",

"gallery_comment_notify_authors" =>
"Ενημέρωση του συντάκτη μιας καταχώρησης όταν υποβάλλεται ένα νέο σχόλιο;",

"gallery_comment_notify" =>
"Ενεργοποίηση της παρακάτω λίστας παραληπτών για ειδοποιήσεις νέων σχολίων;",

"gallery_comment_notify_emails" =>
"Οι διευθύνσεις email του/των Παραλήπτη/ων Ειδοποιήσεων",

"gallery_comment_notify_emails_desc" =>
"Διαχωρίστε ένα ή περισσότερα email με κόμμα",

"gallery_update_expiration" =>
"Ενημέρωση υπαρχόντων σχολίων με αυτές τις ρυθμίσεις λήξης;",

"gallery_launch" =>
"Μετάβαση στη Γκαλερί",

"gallery_view" =>
"Άνοιγμα",

"gallery_comments" =>
"Σχόλια",

"gallery_view_comments" =>
"Προβολή",

"gallery_no_comments" =>
"Δεν υπάρχουν σχόλια για αυτή τη καταχώρηση",

"gallery_status_changed" =>
"Η Κατάσταση άλλαξε",

"gallery_comment_deleted" =>
"Το σχόλιο διαγράφηκε",

"gallery_comment_updated" =>
"Το σχόλιο ενημερώθηκε",

"gallery_catname_exists" =>
"Υπάρχει ήδη μια κατηγορία με το όνομα που υποβάλλατε.",

"gallery_unsopported_gd" =>
"Ο διακομιστής σας δεν φαίνεται να υποστηρίζει την GD Image Library, η οποία απαιτείται για να εκτελεστούν οι εργασίες που ζητήσατε.",

"gallery_folder_exist_warning" =>
"Υπάρχει ήδη ένας φάκελος με αυτό το όνομα",

'gallery_missing_full_url' =>
"Η Γκαλερί σας πρέπει να έχει μια διεύθυνση URL.",

'gallery_entry_date' =>
"Ημερομηνία",

'edit_selected' =>
"Επεξεργασία των επιλεγμένων",

'delete_selected' =>
"Διαγαρή των επιλεγμένων
Delete Selected",

'close_selected' =>
"Κλείσιμο των επιλεγμένων",

'open_selected' =>
"Άνοιγμα των επιλεγμένων",

'allow_comments' =>
"Να επιτρέπονται τα σχόλια",

'disallow_comments' =>
"Να μην επιτρέπονται τα σχόλια",

'gallery_delete_entries' =>
"Διαγραφή Καταχωρήσεων",

"gallery_delete_entries_confirmation" =>
"Είστε σίγουρος/η ότι θέλετε να διαγράψετε τις παρακάτω καταχωρήσεις;",

'gallery_delete_all_files' =>
"Να επιλεγούν όλα τα αρχεία για διαγραφή;",

'action_open' =>
"Ανοιγμένες καταχωρήσεις",

'action_close' =>
"Κλειστές καταχωρήσεις",

'action_allow_comments' =>
"Οι καταχωρήσεις επιτρέπουν τα σχόλια",

'action_disallow_comments' =>
"Οι καταχωρήσεις δεν επιτρέπουν τα σχόλια",

'watermark_test_warning' =>
"Ορισμένοι χαρακτήρες όπως ; και ? δεν επιτρέπονται στις διευθύνσεις URL του ExpressionEngine
και θα αφαιρεθούν από το Κείμενο του Υδατογραφήματος κατα τη δοκιμή του
παρόλαυτα θα χρησιμοποιηθούν στο τελικό υδατογράφημα που θα δημιουργηθεί για τις εικόνες σας.",

'search_in_gallery' =>
"Αναζτήση στη Γκαλερί",

'any_gallery' =>
"Οποιαδήποτε Γκαλερί",

'gallery_field_searchable' =>
"Αναζητήσιμο Πεδίο",






/* END */
''=>''
);
?>