<?php
 
$L = array(

//----------------------------
// Templates
//----------------------------

'choose_group' =>
"Επιλέξτε ομάδα",

"global_template_preferences" =>
"Γενικές ρυθμίσεις Προτύπων",

"no_templates_assigned" =>
"Δεν υπάρχουν προς το παρόν διαθέσιμα πρότυπα που να έχουν ανατεθεί σε εσάς",

"save_template_file" =>
"Αποθήκευση Προτύπου ως Αρχείο",

"template_not_saved" =>
"Η αποθήκευση του προτύπου σας ως αρχείο ήταν αδύνατη",

"template_group_taken" =>
"H ομάδα προτύπων που υποβάλλατε χρησιμοποείται ήδη",

"template_type" =>
"Τύπος Προτύπου",

"do_not_duplicate_group" =>
"Να μη γίνει αντίγραφο της ομάδας",

"duplicate_existing_group" =>
"Να γίνει αντίγραφο μιας Υπάρχουσας Ομάδας Προτύπων;",

"template_access" =>
"Περιορισμός Πρόσβασης στο Πρότυπο",

"group_restriction" =>
"Περιορισμός της πρόσβασης σε αυτό το πρότυπο από συγκεκριμένες ομάδες χρηστών",

"select_all" =>
"Επιλογή Όλων",

"type" =>
"Τύπος",

"cache_enable" =>
"Ενεργοποίηση Caching;",

"refresh_interval" =>
"Χρονικό διάστημα Ανανέωσης",

"refresh_in_minutes" =>
"Σε λεπτά",

"enable_php" =>
"Να επιτρέπεται PHP;",

"parse_stage" =>
"Φάση Εκτέλεσης PHP",

"access" =>
"Πρόσβαση",

"create_new_template" =>
"Νέο Πρότυπο",

"security_warning" =>
"Σημείωση: H εκτέλεση PHP στα πρότυπα έχει συνέπειες στην ασφάλεια. Παρακαλούμε συμβουλευτείτε τη βοήθεια.",

"hit_counter" =>
"Μετρητής Χτυπημάτων",

"input" =>
"Είδοδος",

"output" =>
"Έξοδος",

"template_intro" =>
"Σε αυτή τη σελίδα γίνεται η διαχείριση των προτύπων.",

"create_new_template_group" =>
"Δημιουργία Νέας Ομάδας Προτύπων",

"new_template_group_form" =>
"Νέα Ομάδα Προτύπων",

"edit_template_group_form" =>
"Επεξεργασία Ομάδας Προτύπων",

"name_of_template_group" =>
"Όνομα Ομάδας Προτύπων",

"template_groups" =>
"Ομάδες Προτύπων",

"template_group_instructions" =>
"Πρέπει να είναι μία λέξη χωρίς διαστήματα",

"undersores_allowed" =>
"(οι κάτω παύλες και οι παύλες επιτρέπονται)",

"new_template_form" =>
"Φόρμα Νέου Προτύπου",

"edit_template_form" =>
"Φόρμα Επεξεργασίας Προτύπου",

"name_of_template" =>
"Όνομα Προτύπου",

"group_name" =>
"Όνομα Ομάδας",

"order" =>
"Σειρά",

"reserved_name" =>
"Το όνομα που επιλέξατε είναι κρατημένο και δε μπορεί να χρησιμοποιηθεί.",

"webpage" =>
"Ιστοσελίδα",

"css_stylesheet" =>
"Αρχείο CSS",

"rss" =>
"Σελίδα RSS",

"missing_name" =>
"To πρότυπό σας πρέπει να έχει ένα όνομα",

"template_name_taken" =>
"To πρότυπο που υποβάλλατε χρησιμοποιείται ήδη",

"template_group_del_conf" =>
"Επιβεβαίωση διαγραφής ομάδας Προτύπων",

"template_del_conf" =>
"Επιβεβαίωση διαγραφής Προτύπου",

"edit_template" =>
"Επεξεργασία Προτύπου",

"delete_template_group" =>
"Διαγραφή Ομάδας",

"edit_template_group" =>
"Επεξεργασία Ομάδας",

"group_order" =>
"Ταξινόμηση Ομάδας",

"export_templates" =>
"Εξαγωγή Προτύπων",

"template_name" =>
"Όνομα Προτύπου",

'last_edit' =>
"Τελευταία Επεξεργασία:",

"template_management" =>
"Διαχείριση Προτύπων",

"current_template" =>
"Τρέχων Πρότυπο:",

"preferences" =>
"Προτιμήσεις",

"prefs" =>
"Προτιμήσεις",

"hits" =>
"Χτυπήματα",

'update_and_return' =>
'Ενημέρωση και Κλείσιμο',

"template_updated" =>
"To Πρότυπο Ενημερώθηκε",

"template_created" =>
"To Πρότυπο Δημιουργήθηκε",

"form_is_empty" =>
"Υποβάλλατε μια άδεια φόρμα",

"all_fields_required" =>
"Πρέπεια να υποβάλλετε όλα τα πεδία",

"illegal_characters" =>
"Το όνομα που υποβάλλατε μπορεί να περιέχει μόνο αλφαρηθμητικούς λατινικούς χαρακτήρες, κάτω παύλες και παύλες",

"edit_template_group_order" =>
"Επεξεργασία της Σειράς των Ομάδων",

"template_group_updated" =>
"Η Ομάδα Προτύπων Ενημερώθηκε",

"template_group_created" =>
"Η Ομάδα Προτύπων Δημιουργήθηκε",

"delete_this_group" =>
"Διαγραφή της παρακάτω ομάδας προτύπων;",

"all_templates_will_be_nuked" =>
"ΟΛΑ ΤΑ ΠΡΟΤΥΠΑ ΠΟΥ ΠΕΡΙΕΧΟΝΤΑΙ ΣΕ ΑΥΤΗ ΤΗΝ ΟΜΑΔΑ ΘΑ ΔΙΑΓΡΑΦΟΥΝ ΟΡΙΣΤΙΚΑ!",

"template_group_deleted" =>
"Η Ομάδα Προτύπων διαγράφηκε",

"edit_group_order" =>
"Επεξεργασία της Σειράς των Ομάδων",

"template_size" =>
"Μέγεθος Προτύπου",

"small" =>
"Μικρό",

"medium" =>
"Μεσαίο",

"large" =>
"Μεγάλο",

"view_rendered_template" =>
"Προβολή Εφαρμογής του Προτύπου",

"save_history" =>
"Αποθήκευση Αναθεώρησης",

"view" =>
"Προβολή",

"clear" =>
"Καθαρισμός",

"select_all" =>
"Επιλογή Όλων",

"export" =>
"Εξαγωγή",

"export_as" =>
"Εξαγωγή αρχείων ως",

"export_will_be_zip" =>
"Σημείωση: Τα δεδομένα που εξαγάγατε θα σταλούν ως αρχείο ZIP",

"choose_templates" =>
"Επιλέξτε τα πρότυπα που επιθυμείτε να εξάγετε ως αρχεία",

"unable_to_write_files" =>
"Αδύνατη η εγγραφή των αρχείων στο κατάλογο cache",

"revision_history" =>
"Προβολή Ιστορικού Αναθεωρήσεων",

"clear_revision_history" =>
"Καθαρισμός Ιστορικού Αναθεωρήσεων",

"history_cleared" =>
"Το ιστορικό αναθεωρήσεων των προτύπων διαγράφηκε.",

"close_window" =>
"Κλείσιμο Παραθύρου",

"template_preferences" =>
"Προτιμήσεις Προτύπων",

"delete_template" =>
"Διαγραφή Προτύπου",

"delete_this_template" =>
"Διαγραφή του εξής προτύπου:",

"template_deleted" =>
"Το πρότυπο διαγράφηκε",

"default_site_page" =>
"Υποδυκνύει την αρχική σελίδα του κυρίως δικτυακού τόπου",

"is_site_default" =>
"Να γίνει το πρότυπο index αυτής της ομάδας προτύπων, η αρχική σελίδα αυτού του δικτυακού τόπου;",

"consult_manual" =>
"Παρακαλούμε συμβουλευτείτε τον οδηγό χρήσης",

"preferences_updated" =>
"Οι προτιμήσεις ενημερώθηκαν",

"choose_default_data" =>
"Αρχικά Δεδομένα Προτύπου",

"blank_template" =>
"Κανένα - δημιουργία κενού προτύπου",

"template_from_library" =>
"Χρήση ενός προτύπου από τη βιβλιοθήκη σας",

"an_existing_template" =>
"Δημιουργία αντίγραφου υπάρχοντος προτύπου",

"you_must_submit_a_name" =>
"Το πρότυπό σας πρέπει να έχει ένα όνομα",

"member_group" =>
"Ομάδα Μελών",

"can_view_template" =>
"Μπορεί να Δει Αυτή τη Σελίδα",

"require_logged_in" =>
"Να απαιτείται σύνδεση του χρήστη πριν την προβολή της σελίδας;",

"logged_out_select_blurb" =>
"Αν επιλέξατε \"ναι\", όταν ένας αποσυνδεδεμένος χρήστης προσπαθήσει να ανοίξει αυτή τη σελίδα, να εμφανιστεί η εξής σελίδα αντ'αυτής:",

"no_access_select_blurb" =>
"Αν επιλέξατε \"όχι\" σε οποιοδήποτε από τα παραπάνω:",

"no_access_instructions" =>
"Όταν μη ταυτοποιημένοι χρήστες προσπαθήσουν να ανοίξουν αυτή τη σελίδα, να εμφανιστεί η παρακάτω αντί γι' αυτή:",

"template_notes" =>
"Σημειώσεις Προτύπου",

"template_notes_desc" =>
"Χρήσιμοποιήστε αυτό το πεδίο για αν αποθηκεύσετε σημειώσεις σχετικά με αυτό το πρότυπο",

"global_variables" =>
"Γενικές Μεταβλητές",

"global_variables_explanation" =>
"Μπορείτε να ορίσετε τις δικιές σας μεταβλητές και να τις προσθέσετε σε οποιοδήποτε από τα πρότυπά σας.",

"no_global_variables" =>
"Δεν υπάρχουν γενικές μεταβλητές αυτή τη στιγμή",

"global_variable_name" =>
"Όνομα μεταβλητής",

"create_new_global_variable" =>
"Δημιουργία Νέας Γενικής Μεταβλητής",

"variable_name" =>
"Όνομα Μεταβλητής",

"global_variable_syntax" =>
"Σύνταξη Μεταβλητής",

"variable_data" =>
"Περιεχόμενο Μεταβλητής",

"global_var_created" =>
"Η Γενικής Μεταβλητή Δημιουργήθηκε",

"global_var_updated" =>
"Η Γενική Μεταβλητή Ενημερώθηκε",

"delete_global_variable" =>
"Διαγραφή Γενικής Μεταβλητής",

"delete_this_variable" =>
"Διαγαφή της ακόλουθης Γενικής Μεταβλητής;",

"variable_deleted" =>
"Η Μεταβλητή Διαγράφηκε",

'duplicate_var_name' =>
"Η Γενική Μεταβλητή με αυτό το όνομα υπάρχει ήδη.",

'js' =>
"JavaScript",

'static' =>
"Στατικό",

'search' =>
"Αναζήτηση",

'no_results' =>
"Ο όρος αναζήτησης που υποβάλλατε δεν βρέθηκε σε κάποιο από τα πρότυπά σας.",

'search_terms' =>
"Όροι Αναζητησης:",

"xml" =>
"XML",

"export_template" =>
"Εξαγωγή Προτύπου",

'default_template_group' =>
"Προεπιλεγμένη Ομάδα:",

'alphabetize_group_order' =>
"Αλφαβητική ταξινόμηση Ομάδας",

'enable_http_authentication' =>
"Ενεργοποίηση Αυθεντικοποίησης HTTP;",

'enable_http_authentication_subtext' =>
"Αν ενεργοποιηθεί, οι χρήστες που ανήκουν στις παραπάνω επιτρεπόμενες ομάδας θα πρέπει να συνδεθούν μέσω
του ονόματος χρήστη και του κωδικού πρόσβασης για να δουν το πρότυπο. Αυτό θα σας επιτρέπει, για παράδειγμα,
να προστατέψετε μια τροφοδοσία RSS/Atom για ένα weblog με περιορισμένη πρόσβαση, από μη συνδεδεμένους επισκέπτες,
αλλά οι Αναγνώστε Τροφοδοσιών με υποστήριξη Αυθεντικοποίησης HTTP θα μπορούν να καλέσουν αυτή τη τροφοδοσία.
Υπάρχουν ζητήματα ασφάλειας σχετικά με την αυθεντικοποίηση HTTP, γι' αυτό συμβουλευτείτε τον οδηγό χρήστης.
",

'enable_http_authentication_note' =>
"Αν η σύνδεση αποτύχει, ο χρήστης θα προωθηθεί σε μια σελίδα 401 Απαγορεύεται η πρόσβαση και όχι το παραπάνω πρότυπο προώθησης.
Επίσης, αυτή η δυνατότητα είναι συνήθως διαθέσιμη όταν η PΗP εκτελείται ως υποσύστημα του Apache.",

'http_auth_protected' =>
'Προστατευμένο με Ταυτοποίηση HTTP',

'template_preferences_manager' =>
"Διαχείριση Προτιμήσεων Προτύπων",

'do_not_change' =>
"Να μη γίνει αλλαγή",

'selected_templates' =>
"Επιλογή Προτύπων",

'no_templates_selected' =>
"Δεν επιλέχθηκαν Πρότυπα",

'no_templates_available' =>
"Δεν υπάρχουν Διαθέσιμα Πρότυπα",


/* END */
''=>''
);
?>