<?php
 
$L = array(

"include_in_memberlist" =>
"Να Συμπεριληφθούν τα Μέλη στη Λίστα Μελών του Δικτυακού Τόπου;",

"include_in_authorlist" =>
"Να Συμπεριληφθούν τα Μέλη στη σελία ΔΗΜΟΣΙΕΥΣΗ πολλαπλών συντακών;",

"field_description" =>
"Περιγραφή Πεδίου",

"field_description_info" =>
"Αυτό το πεδίο μπορεί να χρησιμοποιηθεί για παρέχει οδηγίες ή επιπλέον πληροφορίες.",

"can_edit_categories" =>
"Μπορεί να επεξεργάζεται και να προσθέτει νέες κατηγορίες",

"can_delete_categories" =>
"Μπορείν να διαγράφει κατηγορίες",

"can_not_delete_self" =>
"Δεν επιτρέπεται να διαγράψετε τον λογαριασμό χρήστη σας.",

"no_heirs_available" =>
"Το μέλος που προσπαθείτε να διαγράψετε έχει κάνει καταχωρήσεις weblog",

'heir_to_member_entries' =>
"Το μέλος έχει καταχωρήσεις αντιστοιχισμένες στον λογαριασμό του. Επιλέξτε το μέλος στο οποίο επιθυμείτε να αντίστοιχίσετε τις καταχωρήσεις εκ νέου.",

'heir_to_members_entries' =>
"Κάποια από αυτά τα μέλη έχουν καταχωρήσεις αντιστοιχισμένες στους λογαριασμούς τους. Παρακαλούμε επιλέξτε το μέλος στο οποίο θα αντιστοιχιθούν εκ νέου αυτές οι καταχωρήσεις.",

"forum_topics" =>
"Θέματα Συζήσεων στο Forum",

"forum_posts" =>
"Καταχωρήσεις στο Forum",

"topic" =>
"Θέμα",

"author" =>
"Συντάκτης",

"comments" =>
"Σχόλια",

"gallery_comments" =>
"Σχόλια Γκαλερί",

"weblog_entries" =>
"Καταχωρήσεις Weblog",

"ip_search_instructions" =>
"Μπορείτε υποβάλλετε μια μερική ή πλήρη διεύθυνση IP",

"ip_search_too_short" =>
"H διεύθυνση IP που υποβάλλατε είναι πολύ σύντομη. Πρέπει να αποτελείται απο τουλάχιστον 3 χαρακτήρες.",

"ip_search_no_results" =>
"Η αναζήτησή σας δεν επέστρεψε αποτελέσματα",

"member_accounts" =>
"Λογαριασμοί Μέλών",

"member_page" =>
"Εξωτερική Κάλυψη του Προφίλ Μέλους",

"full_profile" =>
"Πλήρης Σελίδα Προφίλ",

"basic_profile" =>
"Περιορισμένη Σελίδα Προφίλ",

"message_success" =>
"Προσωπικό Μήνυμα - Επιτυχία",

"message_error" =>
"Προσωπικό Μήνυμα - Σφάλμα",

"message_menu" =>
"Προσωπικό Μήνυμα - Μενού",

"message_menu_rows" =>
"Προσωπικό Μήνυμα - Σειρές Μενού",

"preview_message" =>
"Προσωπικό Μήνυμα - Προεπισκόπιση",

"message_compose" =>
"Προσωπικό Μήνυμα - Δημιουργία Σελίδας",

"view_message" =>
"Προσωπικό Μήνυνμα - Προβολή Μηνύματος",

"message_folder" =>
"Προσωπικό Μήνυμα - Φάκελος Μηνυμάτων",

"message_folder_rows" =>
"Προσωπικό Μήνυμα - Σειρές Φακέλου Μηνυμάτων",

"message_no_folder_rows" =>
"Προσωπικό Μήνυμα - Σειρές Μηνυμάτων χωρίς Φάκελο",

"search_members" =>
"Προσωπικό Μήνυμα - Αναζήτηση Μελών",

"member_results" =>
"Προσωπικό Μήνυμα - Αποτελέσματα Αναζήτησης Μελών",

"member_results_row" =>
"Προσωπικό Μήνυμα - Σειρές Αποτελεσμάτων Αναζήτησης Μελών",

"message_submission_error" =>
"Προσωπικό Μήνυμα - Σφάλμα κατά την αποστολή",

"message_attachment_link" =>
"Προσωπικό Μήνυμα - Σύνδεσμος Συνημμένου",

"message_attachments" =>
"Προσωπικό Μήνυμα - Συνημμένα",

"message_attachment_rows" =>
"Προσωπικό Μήνυμα - Σειρές Συνημμένων",

"message_edit_folders" =>
"Προσωπικό Μήνυμα - Επεξεργασία Φακέλων",

"message_edit_folders_row" =>
"Προσωπικό Μήνυμα - Επεξεργασία Σειρών Φακέλου",

"buddies_block_list" =>
"Προσωπικό Μήνυμα - Φίλοι και Λίστα Μπλοκαρισμένων",

"buddies_block_row" =>
"Προσωπικό Μήνυμα - Σειρές Φίλων και Λίστας Μπλοκαρισμένων",

"empty_list" =>
"Προσωπικό Μήνυμα - Άδεια Λίστα",

"priv_msg_privs" =>
"Προνόμια Αποστολής Προσωπικών Μηνυμάτων",

"can_send_private_messages" =>
"Μπορεί να στείλει Προσωπικά Μηνύματα",

"can_attach_in_private_messages" =>
"Μπορεί να Προσθέσει Συνημμένα στα Προσωπικά Μηνύματα",

"fieldlabel" =>
"Ετικέτα Πεδίου",

"index" =>
"Αρχική Σελίδα",

"member_assignment_warning" =>
"%x μέλος(η) ανήκει/ουν σε αυτού την ομάδα. Σε ποια άλλη ομάδα μελών να αντιστοιχιστούν;",

"subscriptions_form" =>
"Σελίδα Συνδρομών",

"no_subscriptions_message" =>
"Μήνυμα Καμμίας Συνδρομής",

"subscription_result_heading" =>
"Κεφαλίδα Αποτελεσμάτων Συνδρομής",

"subscription_result_rows" =>
"Σειρές Αποτελέσματος Συνδρομής",

"subscription_pagination" =>
"Σελιδοποίηση Συνδρομής",

"can_moderate_comments" =>
"Μπορεί να Εγκρίνει Σχόλια",

"exclude_from_moderation" =>
"Εξαίρεση μέλους απο την έγκριση σχολίων",

"total_members" =>
"Σύνολο Μελών:",

"view_members" =>
"Προβολή Μελών",

"validate_selected" =>
"Ενεργοποίηση Επιλεγμένων Μελών",

"delete_selected" =>
"Διαγραφή Επιλεγμένων Μελών",

"send_email_notification" =>
"Αποστολή ειδοποιήσεων με email σε κάθε άτομο",

"your_account_validated" =>
"Ο λογαριασμός σας ενεργοποιήθηκε.",

"your_account_ready" =>
"Ο λογαριασμός μέλους σας ενεργοποιήθηκε και είναι έτοιμος για χρήση.",

"thank_you" =>
"Σας ευχαριστούμε!",

"no_members_to_validate" =>
"Δεν υπάρχουν λογαριασμοί μελών προς ενεργοποίηση",

"members_are_validated" =>
"Το/τα μέλος(η) ενεργοποιήθηκε(αν)",

"members_are_deleted" =>
"Το/τα μέλος(η) διαγράφηκε(αν)",

"ascending" =>
"Ημερομηνία - το παλαιότερο πρώτα",

"descending" =>
"Ημερομηνία - το νεότερο πρώτα",

"alpha" =>
"Αύξουσα Αλφαβητική",

"alpha_desc" =>
"Φθίνουσα Αλφαβητική",

"username_asc" =>
"Όνομα Χρήστη - αύξουσα",

"username_desc" =>
"Όνομα Χρήστη - φθίνουσα",

"screen_name_asc" =>
"Εμφανιζόμενο Όνομα - αύξουσα",

"screen_name_desc" =>
"Εμφανιζόμενο Όνομα - φθίνουσα",

"email_asc" =>
"Διεύθυνση Email - αύξουσα",

"email_desc" =>
"Διεύθυνση Email - φθίνουσα",

"sort_order" =>
"Σειρά Ταξινόμησης",

"join_date" =>
"Ημερομηνία Εγγραφής",

"last_visit" =>
"Τελευταία Επίσκεψη",

"member_group" =>
"Ομάδα Μελών",

"group_id" =>
"ID Ομάδας",

"no_members_matching_that_criteria" =>
"Δεν υπάρχουν μέλη που να ταιριάζουν στα κριτήρια που επιλέξατε",

"mbrs" =>
"Μέλη",

"edit_profile" =>
"Επεξεργασία Προφίλ",

"register_member" =>
"Εγγραφή Νέου Μέλους",

"edit_group" => 
"Επεξεργασία Ομάδας",

"group_title" => 
"Τίτλος Ομάδας",

"security_lock" =>
"Κλείδωμα Ασφαλείας",

"group_lock" =>
"Κλείδωμα Ασφαλείας Ομάδας Μελών",

"enable_lock" =>
"Ενεργοποίηση Κλειδώματος Ασφαλείας Ομάδας",

"locked" =>
"Κλειδωμένη",

"locked" =>
"Ξεκλειδωμένη",

"lock_description" =>
"Όταν μια όταν μια ομάδα είναι κλειδωμένη, μόνο ένας Υπερ-Διαχειριστής μπορεί να προσθέσει ένα μέλος σε αυτή την ομάδα. Αν επιτρέψετε επιτρέψετε σε άλλους χρήστες να διαχειρίζονται λογαριασμούς μελών, συνιστάται να ξεκλειδώσετε ΜΟΝΟ τις ομάδες που θα θέλατε να αντιστοιχούν άλλους χρήστες σε αυτές.",

"locked" =>
"Κλειδωμέη",

"unlocked" =>
"Ξεκλειδωμένη",

"create_new_member_group" =>
"Δημιουργία Νέας Ομάδας Μελών",

"member_has_cp_access" =>
"μπορεί να έχει πρόσβαση στον πίνακα ελέγχου",

"edit_member_group" => 
"Επεξεργασία Ομάδας Μελών",

"create_member_group" => 
"Δημιουργία Ομάδας Μελών",

"delete_member_group" => 
"Διαγραφή Ομάδας Μελών",

"member_group_deleted" =>
"Διαγραφή Ομάδας Μελών",

"delete_member_group_confirm" => 
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε την ομάδα μελών;",

"delete_member" =>
"Διαγραφή Μέλους",

"delete_member_confirm" => 
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε αυτό το μέλος;",

"delete_members_confirm" => 
"Είστε σίγουρος/η ότι επιθυμείτε να διαγάψετε αυτά τα μέλη;",

"can_not_delete_superadmin" =>
"Δεν μπορείτε να διαγράψετε το αρχικό μέλος",

"member_deleted" =>
"Διαγραφή Μελών",

"members_deleted" =>
"Τα Μέλη Διαγράφηκαν",

//----------------------------
// Member banning
//----------------------------

"user_banning" =>
"Απαγόρευση Μελών",

"ban_preferences_updated" =>
"Οι Προτιμήσεις Απαγόρευσης Διαγράφηκαν",

"ip_address_banning" =>
"Απαγορευμένη Διεύθυνση IP",

"ip_banning_instructions" =>
"Πληκτρολογήστε κάθε διεύθυνση IP σε ξεχωριστή γραμμή",

"ip_banning_instructions_cont" =>
"Χρήση wildcards για τις μερικές διευθύνσεις IP. Παράδειγμα: 123.345.*",
  
"email_address_banning" =>
"Απαγορευμένες Διευθύνσεις Email",

"email_banning_instructions" =>
"Πληκτρολογήστε κάθε διεύθυνση email σε ξεχωριστή γραμμή",
 
"email_banning_instructions_cont" =>
"Χρήση wildcards για τις μερικές διευθύνσεις email. Παράδειγμα: *@domain.com",

"ban_options" =>
"Όταν μια απαγορευμένη διεύθυνση IP προσπαθήσει να αποκτήσει πρόσβαση στον δικτυακό τόπο",

"restrict_to_viewing" =>
"Περιορισμός τους σε προβολή μόνο",
   
"show_this_message" =>
"Προβολή αυτού του μηνύματος",

"send_to_site" =>
"Παραπομπή τους σε αυτόν τον δικτυακό τόπο",

"username_banning" =>
"Απαγορευμένα Ονόματα Χρήστη",

"username_banning_instructions" =>
"Τοποθέτηση κάθε ονόματος χρήστη σε ξεχωριστή γραμμή",

"screen_name_banning" =>
"Απαγορευμένα Εμφανιζόμενα Ονόματα",

"screen_name_banning_instructions" =>
"Τοποθέτηση κάθε Εμφανιζόμενου Ονόματος σε ξεχωριστή γραμμή",


//----------------------------
// Member group settings
//----------------------------

"only_superadmins_can_admin_groups" =>
"Μόνο οι Υπέρ-Διαχειριστές μπορούν να έχουν πρόσβαση στη σελίδα Ομάδων Μελών",

"create_group_based_on_old" =>
"Δημιουργία μιας νέας ομάδας βασισμένη σε μια ήδη υπάρχουσα",

"group_name" =>
"Όνομα Ομάδας Μελών",

"missing_group_title" =>
"Η ομάδα μελών πρέπει να έχει ένα όνομα",

"site_access" =>
"Πρόσβαση στον Δικτυακό Τόπο",

"can_view_online_system" =>
"Μπορούν να δούν τον δικτυακό τόπο όταν είναι online",

"can_view_offline_system" =>
"Μπορούν να δούν τον δικτυακό τόπο όταν είναι offline;",

"mbr_account_privs" =>
"Προνόμια Λογαριασμού Μέλους",

"can_view_profiles" =>
"Μπορεί να δει δημόσια προφίλ",

'can_delete_self' =>
"Μπορεί να διαγράψει τον λογαριασμό του - διαγράφει όλα τα μηνύματα, καταχωρήσεις και σχόλια επίσης",

'mbr_delete_notify_emails' =>
'Διευθύνσεις Email των Παραληπτών για ειδοποιήσεις Διαγραφής',

'delete_confirmation_form' =>
'Φόρμα Επιβεβαίωσης Διαγραφής Λογαριασμού',

"commenting_privs" =>
"Προνόμια Αποστολής Σχολίων",

"can_post_comments" =>
"Μπορεί να υποβάλλει σχόλια",

"cp_weblog_post_privs" =>
"Αντιστοίχιση Weblog",

"cp_module_access_privs" =>
"Προνόμια Πρόσβασης σε Υποσυστήματα",

"can_access_mod" =>
"Μπορεί να έχει πρόσβαση στο υποσύστημα:",

"global_cp_access" =>
"Πρόσβαση στον Πίνακα Ελέγχου",

"can_access_cp" =>
"Μπορεί να έχει πρόσβαση στον πίνακα ελεγχου;",

"cp_section_access" =>
"Πρόσβαση στον Πίνακα Ελέγχου",

"can_access_publish" =>
"Μπορει να έχει πρόσβαση στη σελίδα ΔΗΜΟΣΙΕΥΣΗ",

"can_access_edit" =>
"Μπορει να έχει πρόσβαση στη σελίδα ΕΠΕΞΕΡΓΑΣΙΑ",

"can_access_design" =>
"Μπορει να έχει πρόσβαση στη σελίδα ΠΡΟΤΥΠΑ",

"can_access_comm" =>
"Μπορει να έχει πρόσβαση στη σελίδα ΕΠΙΚΟΙΝΩΝΙΑ",

"can_access_modules" =>
"Μπορει να έχει πρόσβαση στη σελίδα ΥΠΟΣΥΣΤΗΜΑΤΑ",

"can_access_admin" =>
"Μπορει να έχει πρόσβαση στη σελίδα ΔΙΑΧΕΙΡΙΣΗ",

"can_ban_users" =>
"Μπορεί να απαγορεύει χρήστες",

"cp_admin_privs" =>
"Διαχείριση Πίνακα Ελέγχου",

"cp_comment_privs" =>
"Διαχείριση Σχολιασμού",

"can_view_other_comments" =>
"Μπορεί να δει σχόλια σε καταχωρήσεις weblog που έχουν συνταχθεί από άλλους",

"can_edit_own_comments" =>
"Μπορεί να επεξεργαστεί σχόλια στις δικές του καταχωρήσεις weblog",

"can_delete_own_comments" =>
"Μπορεί να διαγράψει σχόλια στις δικές του καταχωρήσεις weblog",

"can_edit_all_comments" =>
"Μπορεί να επεξεργαστεί σχόλια σε ΟΠΟΙΑΔΗΠΟΤΕ καταχώρηση weblog",

"can_delete_all_comments" =>
"Μπορεί να διαγράψει σχόλια σε ΟΠΟΙΑΔΗΠΟΤΕ καταχώρηση weblog",

"can_admin_weblogs" =>
"Μπορεί να διαχειριστεί weblog και προτιμήσεις weblog",

"can_admin_members" =>
"Μπορεί να διαχειριστεί λογαριασμούς μελών",

"can_delete_members" =>
"Μπορεί να διαγράψει μέλη",

"can_admin_mbr_groups" =>
"Μπορεί να αλλάξει την ομάδα στην οποία ένα μέλος ανήκει (Μόνο για ξεκλειδωμένες ομάδες)",

"can_admin_mbr_templates" =>
"Μπορεί να διαχειριστεί πρότυπα προφίλ μελών",

"can_admin_utilities" =>
"Μπορεί να διαχειριστεί εργαλεία συστήματος",

"can_admin_templates" =>
"Μπορεί να διαχειριστεί ομάδες προτύπων και πρότυπα",

"can_admin_preferences" =>
"Μπορεί να να διαχειριστεί γενικές προτιμήσεις",

"can_admin_modules" =>
"Μπορεί να εγκαταστήσει/απεγκαταστήσει πρότυπα",

"cp_email_privs" =>
"Προνόμια Εmail του Πίνακας Ελέγχου",

"can_send_email" =>
"Μπορεί να στείλει email μέσω του Πίνακα Ελέγχου",

"can_email_member_groups" =>
"Μπορεί να στείλει email σε Ομάδες Μελών",

"can_email_mailinglist" =>
"Μπορεί να στείλει email σε Ταχυδρομική Λίστα",

"can_send_cached_email" =>
"Μπορεί να δει/στείλει email σε cache",

"search_privs" =>
"Προνόμια Αναζήτησης",

"can_search" =>
"Μπορεί να χρησιμοποιήσει τη δυνατότητα αναζήτησης",

"search_flood_control" =>
"Αριθμός δευτερολέπτων μεταξύ αναζητήσεων",


"warning" =>
"ΠΡΟΣΧΟΧΗ:",

"super_admin_edit_note" =>
"Σημείωση: Μπορείτε να επεξεργαστείτε μόνο το όνομα και τη περιγραφή για την ομάδα Υπέρ-Διαχρειριστών",

"be_careful_assigning_groups" =>
"Να είστε ΕΞΑΙΡΕΤΙΚΑ προσεκτικός/η όταν διεχειρίζεστε προτιμήσεις ομάδων - ειδικά αυτές που είναι φωτισμένες.",

"member_group_updated" =>
"Η Ομάδα Μελών Ενημερώθηκε:",

"member_group_created" =>
"Η Ομάδα Μελών Δημιουργήθηκε:",

"cp_weblog_privs" =>
"Προνόμια Αποστολής σε Weblog",

"can_view_other_entries" =>
"Μπορεί να δει καταχωρήσεις σε weblog που έχουν συνταχθεί από άλλους",

"can_post_in" =>
"Μπορεί να δημιουργήσει και επεξεργαστεί καταχωρήσεις σε:",

"can_edit_other_entries" =>
"Μπορεί να επεξεργαστεί καταχωρήσεις που έχουν συνταχθεί από άλλους",

"can_assign_post_authors" =>
"Μπορεί να αλλάξει το όνομα του συνάκτη όταν δημιουργεί καταχωρήσεις weblog",

"can_delete_self_entries" =>
"Μπορεί να διαγράψει τις δικιές του καταχωρήσεις σε weblog",

"can_delete_all_entries" =>
"Μπορεί να διαγράψει καταχωρήσεις που έχουν δημιουργηθεί από άλλους",

"cp_template_access_privs" =>
"Προνόμια Επεξεργασίας Προτύπων",

"can_access_tg" =>
"Μπορεί να επεξεργαστεί πρότυπα σε αυτήν ομάδα:",

"can_email_from_profile" =>
"Μπορεί να στείλει email σε μέλη μέσω της κονσόλας του προφίλ χρήστη",


//----------------------------
// Member fields
//----------------------------

"for_profile_page" =>
"Θα εμφανίζεται στη σελίδα του προφίλ του μέλους",

"custom_member_fields" =>
"Προσαρμοσμένα Πεδία Προφίλ",

"current_fields" =>
"Πεδία Προφίλ Μελών",

"edit_member_field" =>
"Επεξεργασία Πεδίων",

"create_member_field" =>
"Δημιουργία Πεδίων",

"field_updated" =>
"To Πεδίο Ενημερώθηκε",

"create_new_profile_field" =>
"Δημιουργία Νέου Πεδίου Προφίλ",

"is_field_public" =>
"Να εμφανίζεται αυτό το πεδίο στα δημόσια προφίλ;",

"is_field_public_cont" =>
"Αν επιλέξετε όχι, θα εμφανίζεται μόνο στους διαχειριστές",

"is_field_reg" =>
"Να εμφανίζεται το πεδίο στη σελίδα εγγραφής;",

"field_width" =>
"Πλάτος Πεδίου",

"field_width_cont" =>
"Μπορεί να είναι σε pixel ή επι τοις εκατό",

"fieldname" =>
"Όνομα Πεδίου",

"fieldname_cont" =>
"Μία λέξη, χωρίς κενά. Κάτω παύλες και παύλες επιτρέπονται",

"field_format" =>
"Μορφοποίηση Κειμένου",

"max_length" =>
"Μέγιστο μέγεθος",

"max_length_cont" =>
"Για πεδία κειμένου",

"text_area_rows" =>
"Σειρές Περιοχής Κειμένου",

"text_area_rows_cont" =>
"Για περιοχές κειμένου",

"pull_down_items" =>
"Επιλογές Λίστας Επιλογών",

"pull_down_items_cont" =>
"Για πτυσσόμενα μενού",

"pull_down_instructions" =>
"Τοποθέτηση κάθε στοιχείου σε ξεχωριστή γραμμή",

"invalid_characters" =>
"Το όνομα πεδίου που υποβάλλατε περιέχει μή έγκυρους χαρακτήρες",

"member_data_will_be_deleted" =>
"Όλα τα δεδομένων μελών που περιέχονται σε αυτό το πεδίο θα διαγραφούν οριστικά",

"profile_field_deleted" =>
"Το Πεδίο Προφίλ Διαγράφηκε:",

"no_custom_profile_fields" =>
"Δεν υπάρχουν προσαρμοσμένα πεδία προφίλ προς το παρόν",

"member_search" =>
"Αναζήτηση Μέλους",

"member_search_results" =>
"Αποτελέσματα Αναζήτησης Μέλους",

"no_search_results" =>
"Η αναζήτηση σας δεν είχε αποτελέσματα",

"member_search_instructions" =>
"Συμπληρώστε τουλάχιστον ένα πεδίο. Μπορείτε να υποβάλλετε κομμάτια ή ολόκληρες λέξεις.",

"can_not_delete_only_member" =>
"Δεν μπορείτε να διαγράψετε το μοναδικό μέλος στη βάση δεδομένων",

"can_not_delete_super_admin" =>
"Δε μπορείτε να διαγράψετε ένα Υπερ Διαχειριστή παρά μόνο αν υπάρχει τουλάχιστον άλλος ένας",

"must_be_superadmin_to_delete_one" =>
"Πρέπει να είστε Υπερ Διαχειριστής για να διαγράψετε έναν Άλλο Υπερ Διαχειριστή",

"email_console_log" =>
"Αρχεία Καταγραφής Email",

"no_cached_email" =>
"Δεν υπάρχουν email στη cache.",

"email_title" =>
"Τίτλος Email",

"from" =>
"Από",

"to" =>
"Προς",

"message_sent_to" =>
"Το μήνυμα εστάλει στο:",

"email_deleted" =>
"Το/τα μηνύμα(μηνύματα) email διαγράφηκε(αν)",

"template_set_names" =>
"Διαθέσιμα Σύνολα Προτύπων",

"unable_to_find_templates" =>
"Αδύνατος ο εντόπισμός των προτύπων προφίλ μελών.",

"unable_to_find_template_file" =>
"Αδύνατος ο εντοπισμός του αρχείου του προτύπου μέλους.",

"template_updated" =>
"Το Πρότυπο Ενημερώθηκε",

"template_set" =>
"Σύνολο Προτύπων:",

"file_not_writable" =>
"Σημείωση: Αυτό το αρχείο δεν είναι εγγράψιμο",

"error_opening_template" =>
"Σφάλμα: Αδύνατο το άνοιγμα του αρχείου προτύπου για να γραφτεί το περιεχόμενο.",

"file_writing_instructions" =>
"Δεν θα μπορείτε να αποθηκεύσετε αλλαγές σε αυτό το πρότυπο μέχρι να ορίσετε τα δικαιώματα πρόσβασης σε αυτό σε 666:",

"aim_console" =>
"Κονσόλα Instant Messenger AOL",

"breadcrumb" =>
"Breadcrumb",

"copyright" =>
"Σημείωση Copyright",

"custom_profile_fields" =>
"Προσαρμοσμένα Πεδία Προφίλ για Επεξεργασία Σελίδας Προφίλ",

"edit_profile_form" =>
"Φόρμα Προφίλ Μέλους",

"email_form" =>
"Κονσόλα Email",

"email_prefs_form" =>
"Φόρμα Προτιμήσεων Email",

"email_user_message" =>
"Μηνύματα Email",

"forgot_form" =>
"Φόρμα Υπενθύμισης Κωδικού Πρόσβασης",

"home_page" =>
"Αρχική Σελίδα Προφίλ Μέλους",

"icq_console" =>
"Κονσόλα ICQ",

"localization_form" =>
"Φόρμα Προτιμήσεων Τοπικών Ρυθμίσεων",

"login_form" =>
"Φόρμα Σύνδεσης",

"memberlist" =>
"Σελίδα Λίστας Μελών",

"memberlist_rows" =>
"Σειρές Λίστας Μελών",

"menu" =>
"Μενού Προφίλ Μέλους",

"notepad_form" =>
"Φόρμα Σημειωματάριου",

"password_change_warning" =>
"Ειδοποίηση Αλλαγής Κωδικού Πρόσβασης",

"public_custom_profile_fields" =>
"Προσαρμοσμένα Πεδία Προφίλ για το Δημόσιο Προφίλ",

"public_profile" =>
"Δημόσιο Προφίλ Μέλους",

"registration_form" =>
"Φόρμα Εγγραφής",

"stylesheet" =>
"CSS Stylesheet",

"success" =>
"Μήνυμα Ενημέρωσης Προφίλ",

"username_change_disallowed" =>
"Μήνυμα Απαγορεύσης Αλλαγής Ονόματος Χρήστη",

"username_password_form" =>
"Φόρμα Ονόματος Χρήστη και Κωδικού Πρόσβασης",

"username_row" =>
"Γραμμή Φόρμας Ονόματος Χρήστη",

"signature_form" =>
"Φόρμα Υπογραφής",

"edit_avatar" =>
"Σελίδα Επεξεργασίας Avatar",

"avatar_folder_list" =>
"Λίστα Φακέλων Avatar",

"browse_avatars" =>
"Εξερεύνηση Σελίδας των Avatar",

"edit_photo" =>
"Επεξεργασία Σελίδας Φωτογραφίας Μέλους",

"emoticon_page" =>
"Σελίδα Emoticon",

"update_un_pw_form" =>
"Ενημέρωση Ονόματος Χρήστη και Φόρμας Κωδικού Πρόσβασης",

"update_and_return" =>
"Ενημέρωση και Ολοκλήρωση",

"submit_and_return" =>
"Υποβολή και Ολοκλήρωση",

'group_description' =>
"Περιγραφή Ομάδας Μελών",

'can_send_bulletins' =>
"Μπορεί να στείλει Ανακοινώσεις",

'login_as_user' =>
"Ο ΥπερΔιαχειριστής Συνδέεται ως Χρήστης",

'control_panel' =>
"Πίνακας Ελέγχου",

'site_homepage' =>
"Αρχική Σελίδα Δικτυακού Τόπου",

'login_as_member_description' =>
"Όταν κάνετε κλικ στην επιλογή υποβολή, θα συνδεθείτε ως το μέλος '%screen_name%' και θα προωθηθείτε στη παρακάτω σελίδα.",

'other' =>
"Άλλο",

'view' =>
"Προβολή",

"resend_activation_emails" =>
"Εκ Νέου Αποστολή των Email Ενεργοποίησης",

'activation_emails_resent' =>
"Τα Email Αποστολής Εστάλησαν Εκ Νέου",

"resend_activation_email" =>
"Εκ Νέου Αποστολή του Email Ενεργοποίησης",

'activation_email_resent' =>
"Το Email Ενεργοποίησης εστάλει Εκ Νέου",

'bulletin' =>
"Ανακοίνωση",

"bulletin_form" =>
"Φόρμα Ανακοίνωσης",

"new_member_search" =>
"Αναζήτηση Νέου Μέλους",

'edit_ignore_list_form' =>
'Φόρμα Λίστας Αγνόησης',

'edit_ignore_list_rows' =>
'Σειρές Λίστας Αγνόησης',

'can_access_site' =>
"Μπορεί να έχει πρόσβαση στον Δικτυακό Τόπο",

'include_in_mailinglists' =>
"Να επιτρέπεται στα μέλη η ύπαρξη στις Ταχυδρομικές Λίστες και σε Σχετικές Δυναότητες; (π.χ. Η Ομάδα να είναι Διαθέσιμη στην σελίδα Επικοινωνία)",

/* END */
''=>''
);
?>