<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"referrer_module_name" =>
"Άρθρα αναφοράς",

"referrer_module_description" =>
"Υποσύστημα παρακολούθησης άρθρων από άλλα site που αναφέρονται στα δικά σας",

//----------------------------------------

'tracking_preferences' =>
'Προτιμήσεις Παρακολούθησης',

"referrer_ip" =>
"IP Αναφοράς",

"referrer_date" =>
"Ημερομηνία Αναφοράς",

'ref_ip' =>
"Διεύθυνση IP",

'ref_user_agent' =>
"Φυλλομετρητής χρήστη",

'ref_url' =>
"URL",

'ref_type' =>
"Τύπος",

"referrers" =>
"Αναφορές",

"view_referrers" =>
"Προβολή Αναφορών",

"clear_referrers" =>
"Απόσβεση Αναφορών",

"referrer_from" =>
"Αναφορά από From",

"referrer_to" =>
"Αναφορά Προς",

"no_referrers" =>
"Δεν υπάρχουν αναφορές προς το παρόν",

"total_referrers" =>
"Σύνολο Αναφορών:",

"save_instructions" =>
"Πόσες από τις ποιο πρόσφατες αναφορές επιθυμείτε να αποθηκεύσετε;",

// NEW LANGUAGE MEMBERS v.1.3

"referrers_deleted" =>
"Οι αναφορές διαγράφηκαν",

"referrer_deleted" =>
"Η αναφορά διαγράφηκε",

'delete_confirm' =>
"Επιβεβαίωση διαγραφής",

"referrer_delete_question" =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράφψετε τις επιλεγμένες αναφορές;",

'blacklist_question' =>
"Εκτός από τη διαγραφή αυτών των αναφορών μπορείτε επίσης να κάνετε τα εξής:",

'add_urls' =>
"Προσθήκη των URL στη Μαύρη Λίστα και Διαγραφή άλλων Αναφορών με το ίδιο URL;",

'add_ips' =>
"Προσθήκη των διευθύνσεων IP στη Μαύρη Λίστα και διαγραφή άλλων Αναφορών με το ίδιο IP;",

'add_agents' =>
"Προσθήκη των Φυλλομετρητών στη Μαύρη Λίστα και Διαγραφή άλλων Αναφορών από τον ίδιο Φυλλομετρητή;",

/* END */
''=>''
);
?>