<?php
 
$L = array(

'alphanumeric_not_allowed' =>
'Δεν επιτρέπονται Αλφαριθμητικοί χαρακτήρες ως διαχωριστές (a-z / 0-9)',

'assign_fields' =>
'Αντιστοίχιση Πεδίων',

'assign_fields_blurb' =>
'Αντιστοίχιση των πεδίων δεδομένων σας με αυτά των πεδίων μελών του ExpressionEngine.',

'comma' =>
'Κόμμα',

'confirm_details' =>
'Επιβεβαίωση Λεπτομερειών',

'confirm_details_blurb' =>
'Παρακαλούμε ελέγξτε τις λεπτομέρειες παρακάτων πριν ξεκινήσετε την εισαγωγή των δεδομένων. Αν είναι οτιδήποτε λάθος, παρακαλούμε επιστρέψτε και κάντε οποιαδήποτε απαραίτητη αλλαγή.',

'confirm_field_assignment' =>
'Επιβεβαίωση Αντιστοίχισης Πεδίου',

'confirm_field_assignment_blurb' =>
'Παρακαλούμε ελέγξτε τις αντιστοιχίσεις των πεδίων σας. Αν είναι υπάρχει οτιδήποτε λάθος, παρακαλούμε επιστρέψτε και κάντε οποιαδήποτε απαραίτητη αλλαγή.',

'convert_from_delimited' =>
'Μετατροπή διαχωρισμένου κειμένου σε XML',

'convert_from_delimited_blurb' =>
'Σας επιτρέπει να δημιουργήσετε ένα αρχείο Μελών ExpressionEngine από το διαχωρισμένο αρχείο μιας άλλης εφαρμογής',

'daylight_savings' =>
'Θερινή Ώρα',

'default_group_id' =>
'Προεπιλεγμένο ID Ομάδας',

'default_settings' =>
'Παροχή Προεπιλεγμένων Επιλογών',

'default_settings_blurb' =>
'Ορίστε οποιαδήποτε επιλογή επιθυμείτε να χρησιμοποιήσετε ως προεπιλογή. Παρακαλούμε σημειώστε ότι αυτές οι προεπιλεγμένες ρυθμίσεις θα χρησιμοποιηθούν μόνο όταν η τιμή 
δεν αναφέρεται συγκεκριμένα στο αρχείο XML. Αυτές οι επιλογές ΔΕΝ θα αναιρέσουν δεδομένα XML.',

'delimited_file_loc' =>
'Τοποθεσία Αρχείου Μέλους',

'delimiter' =>
'Χαρακτήρας Διαχωρισμού',

'delimiter_blurb' =>
'Αυτός ο χαρακτήρας διαχωρίζει τα δεδομένα, όπως ένα tab, κόμμα, σύμβολο pipe, κτλ.',

'download' =>
'Κατέβασμα αρχείου XML',

'dst_enabled' =>
'DST Ενεργοποιημένο',

'duplicate_email' =>
'Διπλασιασμός email: ',

'duplicate_field_assignment' =>
'Διπλασιασμός αντιστοίχισης πεδίου: %x',

'duplicate_member_id' =>
'Διπλασιασμός ID Μέλους: %x <br />Συνιστάται να μη χρησιμοποιήσετε ένα tag &lt;member_id&gt; και να επιτρέψετε στο ExpressionEngine να κάνει αυτόματη αύξηση του member_id',

'duplicate_screen_name' =>
'Διπλασιασμός screen_name: ',

'duplicate_username' =>
'Διπλασιασμός ονόματος χρήστη: ',

'enclosure' =>
'Περιεχόμενος Χαρακτήρας',

'enclosure_blurb' =>
'Αυτός ο χαρακτήρας εσωκλείει τα δεδομένα σας, αν αυτά υπάρχουν. Στο ακόλουθο παράδειμα, το χαρακτήρας αυτό είναι ένα διπλό εισαγωγικό: "<br />',

'enclosure_example' =>
'"John Doe", "jdoe", "john@example.com", ...',

'enclosure_label' =>
'Περίφραξη: ',

'encrypted_passwords' =>
'Οι κωδικοί πρόσβασης είναι ήδη κρυπτογραφημένοι',

'file_loc_blurb' =>
'Η τοποθεσία του αρχείου πρέπει να είναι σχετική με τον φάκελο του πίνακα ελέγχου σας. πχ. ../members.txt, αν τοποθετηθεί στον κεντρικό κατάλογο.',

'group_id' =>
'Προεπιλεγμένη Ομάδα Μελών',

'import' =>
'Εισαγωγή!',

'import_from_xml' =>
'Εισαγωγή απο αρχείο XML',

'import_from_xml_blurb' =>
'Σας επιτρέπει να εισάγετε μέλη από ένα αρχείο XML στη μορφή δεδομένων XML μελών του ExpressioEngine',

'import_info' =>
'Πληροφορίες Εισαγωγής',

'import_success' =>
'Τα μέλη εισήχθησαν Επιτυχώς',

'import_success_blurb' =>
'Τα δεδομένα XML των μελών εισήχθησαν επιτυχώς στη βάση δεδομένων σας!',

'info_blurb' =>
'Για να χρησιμοποιήσετε αυτό το εργαλείο πρέπει πρώτα να τοποθετήσετε το αρχείο που περιέχει τα δεδομένα των μελών που έχουν εξαχθεί 
στον διακομιστή σας, και μετά να υποβάλλετε τη τοποθεσία του αρχείου.',

'invalid_element' =>
'Ελλειπες ή Μη Έγκυρο Στοιχείο - &lt;member&gt; αναμενόμενο',

'invalid_path' =>
'ΜΗ ΕΓΚΥΡΗ ΔΙΑΔΡΟΜΗ! Το Αρχείο δεν υπαρχει: ',

'invalid_tag' =>
'Μη έκγυρο tag XML!',

'invalid_xml' =>
'Παρουσιάστηκε πρόβλημα με το αρχείο XML. Παρακαλούμε ελέγξτε την τεκμηρίωση του ExpressionEngine σχετική με τη μορφή του αρχείου XML.',

'language' =>
'Προεπιλεγμένη Γλώσσα',

'member_fields' =>
'Πεδία Μελών',

'member_id_warning' =>
'ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αν έχετε tag &lt;member_id&gt; στον κώδικα XML σας, τα ήδη υπάρχοντα μέλη με το ίδιο member_id θα ΑΝΤΙΚΑΤΑΣΤΑΘΟΥΝ! Προχωρήστε με προσοχή!',

'member_import_utility' =>
'Εργαλείου Εισαγωγής Μελών',

'member_import_welcome' =>
'Αυτό το εργαλείο σας επιτρέπει να εισάγετε μέλη από άλλα συστήματα στο ExpressionEngine',

'missing_birthday_child' =>
'Λείπουν στοιχεία απογόνων όπως &lt;birthday&gt;: &lt;day&gt; &lt;month&gt; &lt;year&gt; που ήταν αναμενόμενα',

'missing_email_field' =>
'Πρέπει να αντιστοιχίσετε ένα πεδίο στο "email"',

'missing_screen_name_field' =>
'Πρέπει να αντιστοιχίσετε ένα πεδίο στο "screen_name"',

'missing_username_field' =>
'Πρέπει να αντιστοιχίσετε ένα πεδίο στο "username"',

'no' =>
'Όχι',

'no_delimiter' =>
'Πρέπει να εισάγετε έναν διαχωριστικό χαρακτήρα με την επιλογή "%x".',

'no_file_submitted' =>
'Πρέπει να υποβάλλετε μια σχετική διαδρομή προς το αρχείων δεδομένων των μελών σας',

'no_read_access' =>
'Αδύνατη η ανάγνωση του αρχείου: ',

'none' =>
'Κανένα',

'not_enough_fields' =>
'Πρέπει να έχετε τουλάχιστον 3 πεδία: username, screen_name, και email address',

'option' =>
'Επιλογή',

'other' =>
'Άλλα:',

'password_field_warning' =>
'Σημείωση: Αν δεν αντιστοιχίσετε ένα από τα πεδία σας στο "Password", θα δοθούν τυχαία κρυπτογραφημένα passwords
στους εισηγμένους χρήστες και θα χρειαστεί να πρέπει να χρησιμοποιήσουν την επιλογή "Ξέχασα τον κωδικό μου" για να συνδεθούν.',

'password_warning' =>
'Προειδοποίηση Κωδικού Πρόσβασης',

'password_warning_blurb' =>
'Αν δεν δόθηκε κωδικός πρόσβασης, τα εισηγμένα μέλη θα χρειαστεί να χρησιμοποιήσουν την επιλογή "Ξέχασα τον Κωδικό μου"
για να συνδεθούν. Επίσης, αν οι ρυθμίσεις κρυπτογράφησης του ExpressionEngine (sha/md5) δεν αντιστοιχούν στον τύπο κρυπτογράφησης
των εισαγόμενων δεδομένων, οι κωδικοί πρόσβασης δεν θα λειτουργήσουν, και τα επηρρεαζόμενα μέλη θα πρέπει να χρησιμοποιήσουν την επιλογή
"Ξέχασα τον Κωδικό μου". Οι κωδικοί τύπου "text" θα κρυπτογραφηθούν για λογαριασμό σας κατά τη διάρκεια της εισαγωγής.',

'plaintext_passwords' =>
'Οι κωδικοί πρόσβασης είναι απλού κειμένου',

'required_fields' =>
'* Όνομα Χρήστη, Εμφανιζόμενο Όνομα, και Διεύθυνση Email είναι υποχρεωτικά.',

'tab' =>
'Tab',

'time_format' =>
'Προεπιλεγμένη Μορφή Ώρας',

'timezone' =>
'Προεπιλεγμένη Χρονική Ζώνη',

'total_members_imported' =>
'Συνόλικά %x μέλη εισήχθησαν.',

'value' =>
'Τιμή',

'view_in_browser' =>
'Προβολή στον Browser',

'view_xml' =>
'Προβολή XML',

'within_user_record' =>
'μέσα στις καταχωρήσεις του χρήστη',

'xml_file' =>
'Αρχείο XML',

'xml_file_loc' =>
'Τοποθεσία Αρχείου XML Μελών',

'xml_file_loc_blurb' =>
'Η τοποθεσία του αρχείου πρέπει να είναι σχετική με τη διαδρομή του φακέλου του πίνακα ελέγχου του δικτυακού τόπου π.χ.: ../members.xml, αν τοποθετηθεί στον κεντρικό κατάλογο του δικτυακού τόπου.',

'xml_imported' =>
'Τα Δεδομένα XML των Μελών Εισήχθησαν',

'yes' =>
'Ναί',

'your_data' =>
'Τα Δεδομένα σας',

/* END */
''=>''
);
?>