<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"wiki_module_name" =>
"Wiki",

"wiki_module_description" =>
"A Powerful, Integrated Wiki module",

//----------------------------------------

'wiki_preferences' =>
"Προτιμήσεις υποσυστήματος Wiki",

'preference_name' =>
"Όνομα Προτίμησης",

"preference_value" =>
"Τιμή Προτίμησης",

'use_captchas' =>
"Να χρησιμοποιηθούν CAPTCHAs?",

'text_format' =>
"Μορφοποίηση κειμένο για Άρθρα;",

'html_format' =>
"Μορφορποίηση HTML για Άρθρα",

'upload_dir' =>
"Κατάλογος για ανέβασμα αρχείων για το Wiki",

'upload_url' =>
"URL του Καταλόγου Ανεβάσματος Αρχείων",

"convert_to_entities" =>
"Μετατροπή HTML σε ενότητες χαρακτήρων",

"allow_safe_html" =>
"Να επιτρέπεται μόνο ασφαλής HTML",

"allow_all_html" =>
"Να επιτρέπεται Όλος ο κωδικάς HTML",

'auto_br' =>
"Αυτόματο &lt;br /&gt;",

'xhtml' =>
'XHTML',

'none' =>
"Κανένα",

'update_successful' =>
"Οι Προτιμήσεις Ανανεωθηκαν Επιτυχώς!",

'revision_limit' =>
"Αριθμός Αναθεωρήσεων που να Διατηρούνται ανά Άρθρο",

'author_limit' =>
"Αριθμός Επεξεργασίων που Επιτρέπονται Ανα Χρήστη Ανά Ημέρα",

"search_min_length" =>
"Οι όροι αναζήτησης πρέπει να είναι τουλάχιστον %x χαρακτήρες",

'invalid_permissions' =>
"Δεν Επιτρέπεται να Πραγματοποιήσετε αυτή την Ενέργεια",

'submission_limit' =>
"Το όριο Υποβολών Εξαντλήθηκε",

'file_exists' =>
"Το Αρχείο Υπάρχει Ήδη, Παρακαλώ Δοκιμάστε ένα Νέο Όνομα",

'moderation_emails' =>
"Διευθύνσεις Email για τις Ειδοποίησεις Μετριασμού",

'namespaces_list' =>
"Λίστα Πεδίου Ονομάτων",

'namespaces_list_subtext' =>
"Τα Πεδία Ονομάτων χρησιμοποιούνται για τον διαχωρισμό του περιεχομένου ενός wiki σε ξεχωριστούς τομείς
Για παράδειγμα, μπορεί να θέλετε να δημιουργήσετε ένα τομέα στο wiki για άρθρα γραμμένα στα Ισπανικά. Για κάθε πεδίο ονόματος, 
δημιουργήστε μια ετικέτα, η οποία θα εμφανίζεται στις σελίδες του wiki, και μια σύντομη ονομασία, που θα χρησιμοποιείται εσωτερικά
και σε μερικές περιπτώσεις σε συγκεκριμένες φόρμες για την αναφορά του Πεδίου Ονομάτων. Η σύντομη ονομασία θα πρέπει να περιέχει μόνο λατινικούς χαρακτήρες 
κειμένου όπως γράμματα της αλφαβήτου, αριθμούς και κάτω παύλες.",

'label_name' =>
"Πλήρες Όνομα Wiki",

'short_name' =>
"Σύντομη Ονομασία Wiki",

'name_short_subtext' =>
" - μία λέξη, χωρίς κενά",

'basepath_unset' =>
"Η Παράμετρος Βασική Διαδρομή (Base Path) Δεν έχει Οριστεί",

'users' =>
"Ομάδα Χρηστών",

'admins' =>
"Ομάδες Διαχειριστών",

'wiki_homepage' =>
"Αρχική σελίδα του Wiki",

'create_wiki' =>
"Δημιουργία Wiki",

'no_wiki' =>
"Δεν υπάρχουν wiki προς το παρόν.",

'wiki_delete_confirm' =>
"Διαγραφή των wiki",

'wiki_delete_question' =>
"Είστε σίγουρος/η ότι επιθυμείτε τη διαγραφή των επιλεγμένων wiki?",

'wiki_deleted' =>
"To Wiki διαγράφηκε",

'wikis_deleted' =>
"Τα wiki διαγράφηκαν",

'duplicate_short_name' =>
"Ένα άλλο Wiki με αυτή τη Σύντομη Ονομασία Υπάρχει ήδη.",

'default_index_note' => 
"Δημιουρία πρώτης σελίδας",

'default_index_content' => 
"Καλωσήρθατε στην εναρκτήρια σελίδα του ΕΕ Wiki σας
Welcome to the opening page of your EE Wiki!",

'namespace_label' =>
"Ετικέτα Πεδίου Ονομάτων",

'namespace_short_name' =>
"Σύντομη Ονομασία του Namespace",

'file_ns' =>
"Αρχείο",

'image_ns' =>
"Εικόνα",

'special_ns' =>
"Ειδικό",

'category_ns' =>
"Κατηγορία",

'invalid_namespace' =>
"Μή έγκυρο Πεδίο Ονομάτων",

'namespaces' =>
"Πεδία Ονομάτων",

'no_search_terms' =>
'Πρέπει να συμπεριλάβετε όρους αναζήτησης όταν αναζητείτε πεδία ονομάτων.',

'duplicate_article' =>
'Ένα άλλο άρθρο με αυτό το όνομα υπάρχει ήδη.',

'search_in_wikis' =>
"Αναζήτηση στα Wiki",

'wikis' =>
"Wikis",

'any_wiki' =>
"Οποιοδήποτε Wiki",

'any_namespace' =>
"Οποιοδήποτε Όνομα Πεδίου",

'main_ns' =>
"Κύριο",






/* END */
''=>''
);
?>