<?php
 
$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"pages_module_name" =>
"Σελίδες",

"pages_module_description" =>
"Χρησιμοποιεί Καταχωρήσεις σε Weblog για τη δημιουργία στατικών σελίδων",

//----------------------------------------

'pages_homepage' =>
"Αρχική Σελίδα Σελιδών",

'page' =>
"Σελίδα",

'pages_uri' =>
"URI Σελιδών",

'no_pages' =>
"Δεν Υπάρχουν Σελίδες Προς το Παρόν",

'create_page' =>
"Δημιουργία Νέας Σελίδας",

'page_name' =>
"Όνομα Σελίδας",

'edit_page' =>
"Επεξεργασία Σελίδας",

'view_page' =>
"Προβολή Σελίδας",

'page_settings' =>
"Ρυθμίσεις Σελίδας",

'none' =>
"Κανένα",

'template' =>
"Πρότυπο",

'parent_page' =>
"Προγονική Σελίδα",

'weblog_entry' =>
"Καταχώρηση Weblog",

'choose_entry' =>
"Επιλογή Καταχώρησης",

'pages_delete_confirm' =>
"Διαγραφή Σελίδων",

'pages_delete_question' =>
"Είστε σίγουρος/η ότι επιθυμείτε τη διαγραφή των επιλεγμένων URI(s); <br /><em> Σημείωση: Διαγράφωντας μια Σελίδα απλά διαγράφη τo URL. Δε διαγράφει τη καταχώρηση. </em>",

'page_deleted' =>
"Η Σελίδα Διαγράφηκε",

'pages_deleted' =>
"Οι Σελίδες Διαγράφηκαν",

'create_entry' =>
"Δημιουργία Καταχώρησης",

'choose_template' =>
"Επιλογή Προτύπου για την Εμφάνιση της Σελίδας",

'invalid_page_name' =>
"Υποβάλλατε μια Μη Έγκυρη Σελίδα",

'invalid_template' =>
"Πρέπει να επιλέξετε ένα έγκυρο πρότυπο για την εμφάνιση της σελίδας.",

'page_created' =>
"Η Σελίδα Δημιουργήθηκε",

'page_updated' =>
"Η Σελίδα Ενημερώθηκε",

'invalid_page_uri' =>
"Μη Έγκυρο URI Σελίδας",

'pages_configuration' =>
"Ρύθμιση Υποσυστήματος",

'preference_name' =>
"Όνομα Προτίμησης",

'preference_value' =>
"Τιμή Προτίμησης",

'default_template' =>
"Προεπιλεγμένο Πρότυπο",

'default_for_page_creation' =>
"Προεπιλεγμένο Weblog για τη Καρτέλα 'Δημιουργία Νέας Σελίδας'",

'no_default' =>
"Κανένα Προεπιλεγμένο",

'configuration_updated' =>
"Η Ρύθμιση Ενημερώθηκε",

'duplicate_page_uri' =>
"Διπλό URI Σελίδας",

'pages_display_on_homepage' =>
"Εμφάνιση των URI στην Αρχική Σελίδα των Υποσυστημάτων",

'nested' =>
"Εµφωλιασµένο",

'not_nested' =>
"Μη Εµφωλιασµένο ",




/* END */
''=>''
);
?>