<?php
 
$L = array(

"rotate_unsupported" =>
"H περιστροφή εικόνων φαίνεται να μην υποστηρίζεται από τον διακομιστή σας.",

"nonexistent_filepath" =>
"Αδύνατος ο εντοπισμός της συγκεκριμένης εικόνας.",

"path_does_not_exist" => 
"H διαδρομή που έχει οριστεί στις ρυθμίσεις ανεβάσματος εικόνων δεν είναι σωστή",

"file_exceeds_ini_limit" =>
"To αρχείο που ανεβάσατε ξεπερνάει το μέγιστο επιτρεπόμενο μέγεθος που ορίζεται στο αρχείο ρύθμισης PHP",

"file_partially_uploaded" =>
"Ανέβηκε μόνο ένα μέρος του αρχείου",

"no_file_selected" =>
"Δεν επιλέξατε κάποιο αρχείο για ανέβασμα",

"file_upload_error" =>
"Παρουσιάστηκε ένα άγνωστο σφάλμα.",

"invalid_filetype" =>
"Ο τύπος του αρχείου που προσπαθείτε να ανεβάσετε δεν είναι επιτρεπτός",

"invalid_filesize" =>
"To αρχείο που προσπαθείτε να ανεβάσετε είναι μεγαλύτερο από το επιτρεπόμενο μέγεθος",

"invalid_dimensions" =>
"Η εικόνα που προσπαθείτε να ανεβάσετε ξεπερνάει τις μέγιστες επιτρεπόμενες διαστάσεις",

"upload_error" =>
"Παρουσιάστηκε ένα πρόβλημα στην προσπάθεια ανεβάσματος του αρχείου σας",

"copy_error" =>
"Παρουσιάστηκε ένα σφάλμα στη προσπάθεια αντικατάστασης του αρχείου. Παρακαλούμε βεβαιωθείτε ότι ο κατάλογος είναι εγγράψιμος.",

"unsupported_protocol" =>
"Ο διακομιστής σας δεν υποστηρίζει το πρωτόκολο αλλαγής διαστάσεων εικόνων που έχει οριστεί στις προτιμήσεις σας.",

"jpg_or_png_required" =>
"Το πρωτόκολο αλλαγής διαστάσεων εικόνων που έχει οριστεί στις προτιμήσεις σας λειτουργεί μόνο για εικόνες τύπου JPEG και PNG.",

"jpg_gif_png_required" =>
"Το πρωτόκολο αλλαγής διαστάσεων εικόνων που έχει οριστεί στις προτιμήσεις σας λειουργέι μόνο για αρχεία του τύπου GIF, JPEG ή PNG.",

"libpath_invalid" =>
"H διαδρομή προς τη βιβλιοθήκη των εικόνων δεν είναι σωστή. Παρακούμε ορίστε τη σωστή διαδρομή στις προτιμήσεις εικόνας.",

"image_resize_failed" =>
"H αλλαγή των διαστάσεων της εικόνας απέτυχε. Παρακαλούμε επιβεβαιώστε ότι ο διακομιστής υποστηρίζει το επιλεγμένο πρωτόκολο και ότι η διαδρομή προς τη βιβλιοθήκη των εικόνων είναι σωστή.",

"invalid_filecontent" =>
"Το αρχείο που προσπαθείτε να ανεβάσετε δεν περιέχει έγκυρο περιεχόμενο για τον τύπο MIME του.",


// IGNORE
''=>'');?>