<?php
 
$L = array(

// ---------------------------
//  Member List Config 
// ---------------------------

"strict_urls" =>
"Ενεργοποίηση Αυστηρών URL",

"strict_urls_info" =>
"Αυτή η δυνατότητα επιβάλει αυστηρότερους κανόνες για τα URL σας, και αλληλεπιδρά με την παρακάτω 404 ιδιότητα. Παρακαλούμε διαβάστε τον οδηγό χρήστη για πληροφορίες.",

"xss_clean_uploads" =>
"Να εφαρμοστεί φίλτρο XSS στα αρχεία που φορτώθηκαν;",

"memberlist_cfg" =>
"Προτιμήσεις Λίστας Μελών",

'total_posts' =>
"Σύνολο Μηνυμάτων",

'total_comments' =>
"Σύνολο Σχολίων",

'total_entries' =>
"Σύνολο Καταχωρήσεων",

'memberlist_order_by' =>
"Λίστα μελών - Ταξινόμηση κατά",

'memberlist_sort_order' =>
"Λίστα μελών - Φορά",

'memberlist_desc' =>
"Φθίνουσα",

'memberlist_asc' =>
"Αύξουσα",

'memberlist_row_limit' =>
"Λίστα μελών - Σειρές",

// ---------------------------
//  Explanatory Blurbs
// ---------------------------

'system_admin_blurb' =>
"Οι περισσότερες διαχειριστικές λειτουργίες του ExpressionEngine καθορίζονται από τις εξής 5 ενότητες:",

'weblog_administration_blurb' =>
"Σε αυτή την ενότητα μπορείτε να διαχειριστείτε τα weblogs σας, τις προτιμήσεις σας, και υποσυστήματα που σχετίζονται με το περιεχόμενο.",

'members_and_groups_blurb' =>
"Αυτή η ενότητα σας επιτρέπει να διαχειριστείτε μέλη, oμάδες μελών, και λειτουργίες που σχετίζονται με τα μέλη",

'specialty_templates_blurb' =>
"Αυτά τα πρότυπα χρησιμοποιούνται για ειδικούς σκοπούς όπως για την εμφάνιση μηνυμάτων λάθους και την αποστολή ειδοποιήσεων μέσω e-mail.",

'system_preferences_blurb' =>
"Αυτή η ενότητα σας επιτρέπει να διαχειριστείτε τις ρυθμίσεις του συστήματος και τις γενικές ρυθμίσεις",

'utilities_blurb' =>
"Αυτή η ενότητα περιέχει βοηθητικές λειτουργίες που σας βοηθούν να διαχειριστείτε το ExpressionΕngine",

'search' =>
"Αναζήτηση",

'search_preferences' =>
"Αναζήτηση προτιμήσεων",

'no_search_results' =>
"Δεν βρέθηκαν αποτελέσματα",

'search_results' =>
"Αποτελέσματα αναζήτησης",


// ---------------------------
//  Extensions Stuff
// ---------------------------

"mailinglist_cfg" =>
"Προτιμήσεις ταχυδρομικής λίστας",

"mailinglist_notify" =>
"Ειδοποίηση των διαχειριστών για νέες εγγραφές στις λίστες",

"mailinglist_enabled" =>
"Η ταχυδρομική λίστα είναι Ενεργοποιημένη",

"mailinglist_notify_emails" =>
"Email Ειδοποίησης",

"censor_replacement" =>
"Λογοκρίνουσα Λέξη Αντικατάσης",

"censor_replacement_info" =>
"Αν αφεθεί κενό, οι λογοκριμένς λέξεις θα αντικατασταθούν με: #",

"censored_wildcards" =>
"Επιτρέπονται μπαλαντέρ. Για παράδειγμα, ο μπαλαντέρ test* θα λογοκρίνει τις λέξεις test, testing, test κτλ.",
"Wild cards are allowed.  For example, the wildcard  test* would censor the words test, testing, tester, etc.",

"weblog_relationships" =>
"Συσχετισμοί Weblog",

"webmaster_name" =>
"όνομα webmaster ή όνομα του site για αυτόματα email",

"search_log_cfg" =>
"Ρύθμιση της καταγραφής των Όρων Αναζήτησης",

"enable_search_log" =>
"Ενεργοποίηση καταγραφής Όρων Αναζήτησης",

"enable_search_log_exp" =>
"Όταν είναι ενεργοποιημένο, οι όροι αναζήτησης που υποβάλλουν από τη φόρμα αναζήτησης, θα καταγράφονται",

"max_logged_searches" =>
"Μέγιστος αριθμός των πρόσφατων όρων αναζήτησης που θα αποθηκεύονται",

'no_extensions_exist' =>
"No Extensions Exist",
"Δεν Υπάρχουν Επεκτάσεις",

'extensions_manager' =>
"Διαχειριστής Επεκτάσεων",

'available_extensions' =>
"Διαθέσιμες Επεκτάσεις",

'extension' =>
"Επέκταση",

'manage_extension' =>
"Διαχείριση",

'disable_extension_conf' =>
"Απενεργοποίηση της επικύρωσης Επέκτασης",

'disable_extensions_conf' =>
"Απενεργοποίηση της επικύρωσης Επεκτάσεων",

'enable_extension_conf' =>
"Ενεργοποίηση της επικύρωσης Επέκτασης",

'enable_extensions_conf' =>
"Ενεργοποίηση της επικύρωσης Επεκτάσεων",

'toggle_extension_confirmation' =>
"Are you sure you wish to perform this action?",
"Είστε σίγουρος/η οτι επιθυμείτε να εκτελέσετε αυτή την εντολή;",

'extension_disabled' =>
"Απενεργοποιημένη",

'extension_enabled' =>
"Ενεργοποιημένη",

'disable_extensions' =>
"Απενεργοποιήση των επεκτάσεων;",

'enable_extensions' =>
"Ενεργοποίηση των επεκτάσεων;",

'disable_extension' =>
"Απενεργοποίηση?",

'enable_extension' =>
"Ενεργοποίηση?",

'extension_name' =>
"Όνομα Επέκτασης",

'settings' =>
"Ρυθμίσεις",

'documentation' =>
"Τεκμηρίωση",

'status' =>
"Κατάσταση",

'extension_settings' =>
"Ρυθμίσεις Επέκτασης",

'settings_update' =>
"Οι Ρυθμίσεις Ανανεώθηκαν",

//----------------------------
// Admin Page
//----------------------------

"guest" =>
"Φιλοξενούμενος",

'wiki_search' =>
'Wiki',

"forum_search" =>
"Forum",

"site_search" =>
"Site",

"searched_in" =>
"Περιοχή αναζήτησης",

"search_terms" =>
"Όροι αναζήτησης",

"screen_name" =>
"Εμφανιζόμενο Όνομα",

"view_search_log" =>
"Προβολή του Ιστορικού Αναζητήσεων",

"no_search_terms" =>
"Δεν έχουν καταγραφεί όροι αναζήτησης",

"extensions_manager" =>
"Διαχειριστής Επεκτάσεων",

"throttling_cfg" =>
"Διαχείριση Πνιξίματος",

"banish_masked_ips" =>
"Άρνηση πρόσβασης αν Δεν Υπάρχει Διεύθυνση IP;",

"max_page_loads" =>
"Maximum Number of Page Loads",
"Μέγιστος Αριθμός των Φόρτωσεων Σελίδας",

"max_page_loads_exp" =>
"Το σύνολο των φορτώσεων που ένας χρήστης επιτρέπεται να φορτώσει οποιαδήποτε από τις ιστοσελίδες σας (εντός του χρονικού περιθωρίου που ορίζεται παρακάτω) πριν αποκλειστεί.",
"The total number of times a user is allowed to load any of your web pages (within the time interval below) before being locked out.",

"time_interval" =>
"Χρονικό περιθώριο (σε δευτερόλεπτα)",

"time_interval_exp" =>
"Ο αριθμός των δευτερολέπτων κατά τη διάρκεια των οποίων επιτρέπεται αριθμός των φορτώσεων που αναγράφεται παραπάνω.",
"The number of seconds during which the above number of page loads are allowed.",

"lockout_time" =>
"Χρονικό Διάστημα Αποκλεισμού (σε δευτερόλεπτα)",

"lockout_time_exp" =>
"To χρονικό διάστημα για το οποίο ένας χρήστης θα πρέπει να αποκλειστεί αν υπερβεί τα όρια.",

"banishment_type" =>
"Η ενέργεια που λάβει χώρα",

"banishment_type_exp" =>
"Η ενέργεια στην οποία θα προβεί το σύστημα αν ένας χρήστης υπερβεί τα όρια.",

"url_redirect" =>
"Προώθηση σε URL",

"404_page" =>
"Αποστολή κεφαλίδων 404",

"show_message" =>
"Εμφάνιση μηνήματος",

"banishment_url" =>
"URL στο οποίο θα γίνει η Προώθηση",

"banishment_url_exp" =>
"Αν επιλέξετε την επιλογή Προώθηση σε URL.",

"banishment_message" =>
"Μήνυμα",

"banishment_message_exp" =>
"Αν επιλέξετε την εμφάνιση Μηνύματος.",

"email_charset" =>
"Κωδικοποίηση χαρακτήρων του e-mail.",

"ip_search" =>
"Αναζήτηση διεύθυνσης ΙP",

"honor_entry_dst" =>
"Εφαρμογή της επιλογής για τη Θερινή ώρα, που σχετίζεται κάθε καταχώρηση weblog;",

"allow_member_localization" =>
"Να επιτρέπεται στα μέλη η ρύθμιση των δικών τους τοπικών ρυθμίσεων;",

"allow_member_loc_notes" =>
"Αν επιλέξετε \"όχι\" όλες οι ημερομηνίες και ώρες θα προσαρμοστούν στη γενική προεπιλογή του συστήματος.",

"publish_tab_behavior" =>
"Συμπεριφορά της καρτέλας Δημοσίευση",

"click" =>
"Click",

"hover" =>
"Μετακίνηση του δείκτη πάνω από την επιλογή",

"enable_throttling" =>
"Εφαρμοργή πνιξίματος",

"enable_throttling_explanation" =>
"Αυτή η δυνατότητα δημιουργεί μια κεφαλίδα 404 και ένα μήνυμα αν γίνει μια αίτηση για τον δικτυακό σας τόπο στην οποία η ομάδα των προτύπων δεν περιέχεται στο URL. Έχει σκοπό κυρίως να αποτρέψει τις μηχανές αναζήτησης από το να ζητούν ιστοσελίδες που δεν υπάρχουν.",

"max_caches" =>
"Μέγιστος αριθμός URI στο Κασέ.",

"max_caches_explanation" =>
"Αν αποθηκεύετε στο κασέ τις σελίδες ή τη βάση δεδομένων σας, αυτή η επιλογή περιορίζει τον συνολικό αριθμό των αποθηκεύσεων έτσι ώστε να μη καταλαμβάνουν τα αποθηκευμένα στοιχεία πολύ χώρο. 150 είναι ένας καλός αριθμός για έναν μικρό δικτυακό τόπο. Αν έχετε έναν μεγάλο δικτυακό τόπο και δεν έχετε πρόβλημα χώρου, μπορείτε να επιλέξετε μεγαλύτερο αριθμό (πάνω από 300). Έχουμε ως εσωτερικό όριο τα 1000 ανεξάρτητα από τη προτίμησή σας.",

"standby_recount" =>
"Γίνεται καταμέτρηση εκ νέου... παρακαλώ περιμένετε...",

"theme_folder_url" =>
"Το URL του φακέλου \"themes\" σας",

"exp_forums" =>
"Στατιστίκά Forum",

"exp_forum_topics" =>
"Θέματα του Forum",

"email_module_captchas" =>
"Ενεργοποίηση των CAPTCHAs για τη αποστολή email τύπου Πες-σε-ενα-Φίλο and Επικοινωνίας",

"sql_good_query" => 
"To ερώτημά σας έγινε με επιτυχία",

"must_submit_number" =>
"Πρέπει να υποβάλλετε τον αριθμό των ημερών για το φιλτράρισμα της ρουτίνας περιορισμού.",

"must_submit_group" =>
"Πρέπει να επιλέξετε τουλάχιστον μία ομάδα μελών",

"must_submit_blog" =>
"Πρέπει να επιλέξετε τουλάχιστον ένα weblog",

"no_members_matched" =>
"Δεν υπάρχουν λογαριασμοί χρηστών που να ταιριάζουν στα κριτήρια που υποβάλλατε",

"good_member_pruning" =>
"%x αριθμός λογαριασμών διαγράφηκαν",

"prune_member_confirm_msg" =>
"Είστε σίγουρος/η ότι θέλετε να διαγράψετε του λογαρισμούς των μελών που ορίσατε;",

"member_pruning" =>
"Περιορισμός Λογαριασμών Μέλους",

"mbr_prune_x_days" =>
"Διαγραφή των λογαριασμών μελών οι οποίοι είναι παλαιότεροι από X μέρες",

"mbr_prune_never_posted" =>
"Διαγραφή μόνο των χρηστών που δεν έχουν δημοσιεύσει η μηνύματα, σχόλια, ή μηνύματα στο forum",

"mbr_prune_zero_note" =>
"Αν υποβάλλετε μηδέν, θα διαγραφούν λογαριασμοί από οποιαδήποτε ημερομηνία.",

"mbr_prune_groups" =>
"Διαγραφή μόνο εντός των επιλεγμένων ομάδων",

"weblog_entry_pruning" =>
"Περιορισμός Καταχωρήσεων σε Weblog",

"weblog_prune_x_days" =>
"Διαγραφή καταχωρήσεων σε weblog οι οποίες είναι παλαιότερες από Χ ημέρες",

"weblog_prune_never_posted" =>
"Διαγραφή μόνο των καταχωρήσεων που δεν έχουν σχόλια",

"prune_entry_confirm_msg" =>
"Είστε σίγορος/η ότι θέλετε να διαγράψετε τις καταχωρήσεις σε weblog που ορίσατε;",

"no_entries_matched" =>
"Δεν υπάρχουν καταχωρήσεις σε weblog που να ταιριάζουν στα κριτήρια που υποβάλλατε.",

"good_entry_pruning" =>
"%x καταχωρήσεις διαγράφηκαν",

"select_prune_blogs" =>
"Διαγραφή μόνο όσων ανήκουν στα επιλεγμένα weblog",

"comment_pruning" =>
"Περιορισμός σχολίων",

"comment_prune_x_days" =>
"Διαγραφή σχολίων που είναι παλαιότερα από Χ ημέρες",

"no_comments_matched" =>
"Δεν υπάρχουν σχόλια που να ταιριάζουν στα κριτήρια που υποβάλλατε",

"good_commennt_pruning" =>
"%x σχόλια διαγράφηκαν",

"prune_comment_confirm_msg" =>
"Είστε σίγουρος/η ότι θέλετε να διαγράψετε τα σχόλια που ορίσατε;",

"trackback_pruning" =>
"Περιοσμός Trackback",

"good_trackback_pruning" =>
"%x trackback διαγράφηκαν",

"trackback_prune_x_days" =>
"Διαγραφή trackback τα οποία είναι παλαιότερα από Χ ημέρες",

"prune_trackback_confirm_msg" =>
"Είστε σίγουρός/η ότι θέλετε να διαγράψετε τα trackback που ορίσατε;",

"no_trackbacks_matched" =>
"Δεν υπάρχουν trackback που να ταιριάζουν στα κριτήρια που υποβάλλατε",

/* Someday, oh someday...
'pm_pruning' =>
'Περιορισμός προσωπικών μηνυμάτων',

'good_pm_pruning' =>
'%x προσωπικα μηνύματα διαγράφηκαν',

'pm_prune_x_days' =>
'Μόνιμη κατάργηση των διεγραμμένων μηνυμάτων που είναι παλαιότερα από Χ ημέρες',

'prune_pm_confirm_msg' =>
'Είστε σίγουρος/η ότι θέλετε να διαγράψετε τα προσωπικά μηνύματα που ορίσατε;',
*/

"topic_pruning" =>
"Περιορισμός θεμάτων Συζήτησης στο Forum",

"good_topic_pruning" =>
"%x θέματα συζητήσεων έχουν διαγραφεί",

"topic_prune_x_days" =>
"Διαγραφή θεμάτων συζήτησης που είναι παλαιότερα από X ημέρες",

"must_submit_forums" =>
"Πρέπει να επιλέξετε τουλάχιστον ένα forum",

"prune_if_no_posts" =>
"Διαγραφή θεμάτων συζήτησης αν δεν περιέχουν μηνύματα",

"select_prune_forums" =>
"Διαγραφή μόνο εντός των επιλεγμένων forum",

"must_select_one" =>
"Πρέπει να επιλέξετε τουλάχιστον ένα",

"prune_topic_confirm_msg" =>
"Είστε σίγουρος/σίγουρη ότι θέλετε να διαγράψετε τα θέματα συζητήσεων που ορίσατε;",

"no_topics_matched" =>
"Δεν υπάρχουν θέματα συζητήσεων που να ταιριάζουν στα κριτήρια που υποβάλλατε",

"select_prune_topics" =>
"Διαγραφή μόνο εντός των επιλεγμένων forum",

'pm_cfg' =>
"Προτιμήσεις προσωπικών μηνημάτων",

'prv_msg_storage_limit' =>
"Μέγιστος Αριθμός Προσωπικών μηνυμάτων που μπορεί να αποθηκεύσει ένας χρήστης",

'prv_msg_send_limit' =>
"Μέγιστος Αριθμός Προσωπικών μηνυμάτων που μπορεί να στείλει ένας χρήστης ανά ημέρα",

'prv_msg_max_chars' =>
"Μέγιτος Αριθμός χαρακτήρων που επιτρέπονται στα Προσωπικά Μηνήματα",

"prv_msg_max_attachments" =>
"Μέγιστος Αριθμός συνημμένων σε κάθε Προσωπικό Μήνυμα",

'prv_msg_upload_path' => 
"Διαδρομή Φακέλου στον Server για το Φόρτωμα των Συνημμένων",

'prv_msg_attach_maxsize' =>
"Μέγιστο Μέγεθος Συνημμένου για κάθε προσωπικό Μήνυμα (σε Kilobytes)",

'prv_msg_attach_total' =>
"Μέγιστος Αριθμός Όλων των Συνημμένων (σε Megabytes)",

'prv_msg_html_format' =>
"Μορφοποίηση HTML στα Προσωπικά Μηνύματα",

'prv_msg_auto_links'	=>
"Αυτόματη μετατροπή URL και διεθύνσεων email στα αντίστοιχα links;",

"html_safe" =>
"Να επιτρέπoνται μόνο ασφαλή στοιχεία HTML",

"html_all" =>
"Να επιτρέπονται όλα τα στοιχεία HTML (δεν προτείνεται)",

"html_none" =>
"Μετατροπη HTML σε character entities",

"html_header" =>
"Κεφαλίδα HTML",

"page_header" =>
"Κεφαλίδα Σελίδας",

"page_subheader" =>
"Υποκεφαλίδα Σελίδας",

"import_utilities" =>
"Εργαλεία Εισαγωγής",

"html_footer" =>
"Υποσέλιδο HTML",

"breadcrumb_trail" =>
"Ίχνη Ψίχουλου",

"breadcrumb_current_page" =>
"Ψίχουλο Τρέχουσας Σελίδας",

"signature_form" =>
"Σελίδα Επεξεργασίας Υπογραφής",

"edit_avatar" =>
"Σελίδα Επεξεργασίας Άβαταρ",

"avatar_folder_list" =>
"Λίστα Φακέλων με προεγκατεστημένα Άβαταρ",

"browse_avatars" =>
"Ξεφύλλισμα Σελίδας με Άβαταρ",
 
"image_cfg" =>
"Προτιμήσεις Προσαρμογής Εικόνας",

"output_cfg" =>
"Προτιμήσεις Εξόδου και Απασφαλμάτωσης",

"category_trigger_duplication" =>
"Ένα πρότυπο ή μία ομάδα προτύπων με αυτό το όνομα υπάρχει ήδη.",

"invalid_path" =>
"Η ακόλουθη διαδρομή που υποβάλλατε δεν είναι έγκυρη:",

"not_writable_path" =>
"Η διαδρομή που υποβάλλατε δεν είναι εγγράψιμη. Παρακαλούμε βεβαιωθείτε ότι τα προνόμια πρόσβασης είναι ορισμένα σε 777",

"profile_trigger" =>
"Λέξη Ενεργοποίησης Προφίλ",

"profile_trigger_notes" =>
"Όταν συναντάται αυτή η λέξη στο URL σας, θα εμφανίζεται η περιοχή του προφίλ των μελών. Η λέξη που θα επιλέξετε δεν πρέπει να είναι το όνομα μιας ήδη υπάρχουσας ομάδας προτύπων.",

"signature_cfg" =>
"Προτιμήσεις Υπογραφής",

"notification_cfg" =>
"Προτιμήσεις Ειδοποιήσεων",

"photo_cfg" =>
"Προτιμήσεις Φωτογραφιών Μελών",

"enable_photos" =>
"Ενεργοποίηση Φωτογραφιών Μελών",

"photo_url" =>
"URL του Φακέλου Φωτογραφιών",

"photo_path" =>
"Διαδρομή στον Server του Φακέλου των Φωτογραφιών",

"photo_max_width" =>
"Μέγιστο πλάτος Φωτογραφίας",

"photo_max_height" =>
"Μέγιστο ύψος Φωτογραφίας",

"photo_max_kb" =>
"Μέγιστο Μέγεθος Φωτογραφίας (σε Kilobytes)",

"must_be_path" =>
"Σημείωση: Πρέπει να είναι η πλήρης διαδρομή, ΟΧΙ το URL. Τα προνόμια πρέπει να οριστούν σε 777.",

"allow_signatures" =>
"Να επιτρέπεται στους χρήστες να έχου Υπογραφές;",

"sig_maxlength" =>
"Μέγιστος αριθμός χακτήρων ανά υπογραφή",

"sig_allow_img_hotlink" =>
"Να επιτρέπονται απευθείας υπερσύνδεσμοι σε υπογραφές;",

"sig_allow_img_upload" =>
"Να επιτρέπεται σε χρήστες να φορτώνουν μια εικόνα στην υπογραφή τους;",

"sig_img_url" =>
"URL του Φακέλου φόρτωσης των Εικόνων Υπογραφής",

"sig_img_path" =>
"Διαδρομή στον Server του Φακέλου Φόρτωσης Εικόνων της Υπογραφής",

"sig_img_max_width" =>
"Μέγιστο πλάτος των Εικόνων Υπογραφής",

"sig_img_max_height" =>
"Μέγιστο ύψος των Εικόνων Υπογραφής",

"sig_img_max_kb" =>
"Μέγιστο Μέγεθος (σε Kilobytes) των Εικόνων Υπογραφής",

"avatar_cfg" =>
"Προτιμήσεις Άβαταρ",

"enable_avatars" =>
"Ενεργοποίηση Άβαταρ",

"allow_avatar_uploads" =>
"Να επιτρέται στα μέλη να φορτώνουν το δικό τους άβαταρ;",

"avatar_url" =>
"URL του Φακέλου των Άβαταρ",

"avatar_path" =>
"Διαδρομή στον Server του Φακέλου των Άβαταρ",

"avatar_max_width" =>
"Μέγιστο Πλάτος Άβαταρ",

"avatar_max_height" =>
"Μέγιστο Ύψος Άβαταρ",

"avatar_max_kb" =>
"Μέγιστο Μέγεθος Άβαταρ (σε Kilobytes)",

"ignore_noncritical" =>
"Παράλειψη μη-βασικών πληροφοριών (προτείνεται)",

"archive_destination" =>
"Προορισμός",

"archive_type" =>
"Τύπος Αρχείου",

"mac_no_zip" =>
"(η καλύτερη επιλογή για χρήστες Mac)",

"max_referrers" =>
"Μέγιστος αριθμός των πρόσφατων αναφορέων προς αποθήκευση",

"new_version_check" =>
"Αυτόματος Έλεγχος για Νέες Εκδόσεις",

"profile_buttons" =>
"Διαδρομή προς τις Εικόνες Μελών",

"profile_buttons_exp" =>
"Αυτή είναι η διαδρομή του Φακέλου που περιέχει τις εικόνες που χρησιμοποιούνται στις σελίδες των προφίλ των μελών",

"remap_pm_urls" =>
"Αντιστοίχιση URL pMachine Pro se URL του ΕΕ",

"remap_pm_urls_desc" =>
"Αν μεταβήκατε στο EE από pM Pro, ενεργοποιώντας αυτή την επιλογή θα προωθήσει τους επισκέπτες που έρχονται στο site σας μέσω παλαιών URL pM στη σωστή διεύθυνση στο EE.",

"remap_pm_dest" =>
"Προορισμός των Αντιστοιχισμένων URL",

"remap_pm_dest_exp" =>
"Αν βρεθούν URL του pM Pro, που πρέπει να προωθηθούν; Χρησιμοποιήστε ένα πλήρες URL και συμπεριλάβετε το ομάδα_προτύπων/πρότυπο: http://www.ονομαδικτυακούτόπου.com/index.php/ομάδα_προτύπων/πρότυπο",

"captcha_rand" =>
"Προσθήκη Τυχαίου Αριθμού στη Λέξη Captcha",

"template_rev_msg" =>
"Σημείωση: Η αποθήκευση αναθεωρήσεων μπορεί να καταλάβει πολύ χώρο γι' αυτό και προτείνουμε να ορίσετε το όριο κάτω.",

"max_tmpl_revisions" =>
"Μέγιστος Αριθμός των Αναθεωρήσεων που Διατηρούνται.",

"max_revisions_exp" =>
"Ο μέγιστος αριθμός των αναθεωρήσεων που θα πρέπει να διατηρούνται για ΚΑΘΕ πρότυπο. Για παράδειγμα, αν το ορίσετε σε 5, μόνο οι 5 πιο πρόσφατες αναθεωρήσεις θα αποθηκεύονται για κάθε πρότυπο.",

"plugin_no_curl_support" =>
"Ο server δεν υποστηρίζει τη βιβλιοθήκη Curl, η οποία απατείται για χρησιμοποιήσετε αυτή τη δυνατότητα.",

"plugins" =>
"Πρόσθετα",

"plugin_by_date" =>
"Ανα Ημερομηνία",

"plugin_by_letter" =>
"Ανά Γράμμα",

"plugin_requires" =>
"Απαιτεί",

"plugin_zlib_missing" =>
"Η βιβλιοθήκη Zlib λείπει. Παραλούμε συμβουλευτείτε τον οδηγό χρήστη.",

"plugin_can_not_fetch" =>
"Η απόκτηση του πρόσθετου από την απομακρυσμένη τοποθεσία είναι αδύνατη.",

"plugin_folder_not_writable" =>
"Ο φάκελος του πρόσθετων δεν είναι εγγράψιμος. Τα προνόμια πρόσβασης πρέπει να οριστούν σε 777 πριν προβείτε σε αυτή την ενέργεια.",

"plugin_problem_creating_file" =>
"Η δημιουργία μια τοπικής έκδοσης του πρόσθετου ήταν αδύνατη",

"plugin_version_check" =>
"Έλεγχος Έκδοσης",

"plugin_installed" =>
"Πρόσθετο(α) Εγκατεστημένα",

"plugin_latest" =>
"Πρόσφατα Πρόσθετα",

"plugin_installation" =>
"Εγκατάσταση Πρόσθετου",

"plugin_install" =>
"Εγκατάσταση",

"plugin_install_status" =>
"Κατάσταση Εγκατάστασης Πρόσθετου",

"plugin_install_success" =>
"Το πρόσθετο εγκαταστάθηκε επιτυχώς.",

"plugin_install_other" =>
"Το αρχείο του πρόσθετου αποθηκεύτηκε στο φάκελο των πρόσθετων.",

"plugin_error_uncompress" =>
"Η αποσυμπίεση του αρχείου ZIP ήταν αδύνατη. Το αρχείο ZIP αποθηκεύτηκε στο φάκελο πρόσθετών σας.",

"plugin_error_no_zlib" =>
"Ο διακομιστής σας δεν διαθέτει υποστήριξη για zlib, γι' αυτό και η αποσυμπίσεση δεν είναι δυνατή. To αρχείο ZIP είναι αποθηκευμένο στο φάκελο προσθέτων σας.",

"plugin_delete_confirm" =>
"Επικύρωση Αφαίρεσης Πρόσθετου",

"plugin_single_confirm" =>
"Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το πρόσθετο;",

"plugin_multiple_confirm" =>
"Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτά τα πρόσθετα;",

"plugin_remove" =>
"Αφαίρεση",

"plugin_removal" =>
"Αφαίρεση πρόσθετου",

"plugin_removal_status" =>
"Κατάστασης Αφαίρεσης Πρόσθετου",

"plugin_removal_success" =>
"Το παρακάτω πρόσθετο αφαιρέθηκε επιτυχώς:",

"plugin_removal_error" =>
"Εμφανίστηκε ένα λάθος κατά την αφαίρεση του ακόλουθου πρόσθετου:",

"auto_assign_cat_parents" =>
"Αυτόματη-Ανάθεση Γόνων Κατηγοριών",

"auto_assign_cat_parents_exp" =>
"Αν οριστεί σε \"ναι\", όταν υποβάλλονται νέες καταχωρήσεις, η γονική κατηγορία θα ανατίθεται αυτόματα όταν επιλέγετε κατηγορία απογόνου",

"use_category_name" =>
"Χρήση Τίτλων κατηγοριών URL στους συνδέσμους;",

"use_category_name_exp" =>
"Αυτή η προτίμηση καθορίζει το αν o αριθμός ID της κατηγορίας ή ο τίτλος URL της κατηγορίας χρησιμοποιείται σε συνδέσμους κατηγοριών",

"reserved_category_word" =>
"Δείκτης Κατηγορίας στο URL",

"reserved_category_word_exp" =>
"Αν επιλέξετε για τη παραπάνω προτίμηση \"ναι\" πρέπει να επιλέξετε μια κατοχυρωμένη λέξη. Αυτή η λέξη θα χρησιμοποιείται για να δείξει στη η μηχανή εμφάνισης αποτελεσμάτων του weblog ότι εμφανίζετε μια κατηγορία. Σημείωση: η λέξη που θα επιλέξετε ΔΕΝ ΜΠΟΡΕΙ να είναι το όνομα ενός προτύπου ή μιας ομάδας προτύπων.",

"enable_sql_caching" =>
"Προσθήκη Δυναμικών ερωτημάτων Weblog στο κασέ;",

"enable_sql_caching_exp" =>
"Αυτή η δυνατότητα μπορεί να βελτιώσει τη ταχύτητα με την οποία εμφανίζονται οι σελίδες των weblog προσθέτωντας τα ερωτήματα που θα γίνονται δύναμικά, στο κασέ. Ενεργοποιήστε το μόνο αν δεν χρησιμοποιήτε τις δυνατότητες \"future entries\" (\"μελλοντικών καταχωρήσεων\") ή \"expiring entries\" (\"ληγμένων καταχωρήσεων\").",

"email_debug" =>
"Ενεργοποίηση Απασφαλμάτωσης Email;",

"email_debug_exp" =>
"Τα μηνήματα των διακομιστών θα εμφανίζοτναι όταν αποστέλλονται e-mail.",

"none" =>
"Κανένα",

"weblog_nomenclature" =>
"Λέξη Σήμανσης Weblog",

"weblog_nomenclature_exp" =>
"Από προεπιλογή, το ExpressionEngine χρησιμοποιεί τη λέξη \"weblog\" σε όλον τον πίνακα ελέγχου. Μπορείτε να να την αλλάξετε αν προτιμάτε κάτι πιο γενικό, όπως \"section\" (\"ενότητα\"). Παρακαλούμε σημειώστε: Αυτή η λέξη δεν θα αλλάξει στα πρότυπα, μόνο στον πίνακα ελέγχου.",

"site_404" =>
"Σελίδα 404",

"site_404_exp" =>
"Καθορίζει ποιο πρότυπο θα εμφανίζεται όταν κάποιος προσπαθήσει να αποκτήσει πρόσβαση σε μή έγκυρο URL.",

"save_tmpl_files" =>
"Να επιτρέπεται τα Πρότυπα να Αποθηκεύονται ως Αρχεία;",

"save_tmpl_files_exp" =>
"Όταν αποθηκεύετε τα πρότυπα μπορείτε προαιρετικά να τα αποθηκεύσετε ως αρχεία στον διακομιστή. Παρακαλούμε συμβουλευτείτε τον οδηγό χρήστη για περισσότερες πληροφορίες σχετικά με αυτή τη δυνατότητα.",

"tmpl_file_basepath" =>
"Βασική Διαδρομή του καταλόγου των Προτύπων",

"tmpl_file_basepath_exp" =>
"Η διαδρομή στον διακομιστή του φακέλου στον οποίο τα αρχεία των προτύπων θα αποθηκεύονται.",

"db_cfg" =>
"Ρυμίσεις Βάσης Δεδομένων",

"db_conntype" =>
"Τύπος Σύνδεσης στη Βάση Δεδομένων",

"persistent" =>
"Διαρκής",

"non_persistent" =>
"Μη Διαρκής",

"cp_image_path" =>
"URL του Φακέλου των Εικόνων του Πίνακα Ελέγχου",

"auto_close" =>
"Αυτόματο",

"manual_close" =>
"Χειροκίνητο",

"new_posts_clear_caches" =>
"Εκκαθάριση όλων των κασέ όταν υποβάλλονται νέες καταχωρήσεις;",

"require_ip_for_posting" =>
"Απαίτηση διεύθυσης IP και User Agent για την αποδοχή σχολίων;",

"redirect_submitted_links" =>
"Εφαρμογή Άρνησης Ιεραρχικού Βαθμού σε Συνδέσμους που αποστέλλονται από Χρήστες;",

"redirect_submitted_links_explanation" =>
"Αυτή η επιλογή ξαναγράφει τους συνδέσμους που υποβάλλονται από τους χρήστες έτσι ώστε να παραπέμπουν σε μια ενδιάμεση σελίδα προώθησης. Αυτό βοηθά στην αντιμετώπιση spamming (ανεπιθύμητων διαφημιστικών) σχολίων αποτρέποντας την καταλογογράφησής των συνδέσμων τους από τις μηχανές αναζήτησης.",

"captcha_cfg" =>
"Προτιμήσεις Captcha",

"captcha_require_members" =>
"Απαίτηση captcha σε συνδεδεμένα μέλη;",

"weblog_cfg" =>
"Γενικές Ρυθμίσεις των Weblog",

"auto_convert_high_ascii" =>
"Αυτόματη Μετατροπή High ASCII Κειμένου σε Αντίστοιχες Ενότητες",

"cp_cfg" => 
"Ρυθμίσεις Πίνακα Ελέγχου",

"query_cfg" =>
"Προτιμήσεις του Κασέ Ερωτημάτων",

"debug_cfg" =>
"Προτιμήσεις Απασφαλμάτωσης",

"license_number" =>
"Άριθμός Άδειας",

"word_separator" =>
"Διαχωριστής λέξεων για τους τίλους URL",

"dash" =>
"Παύλα",

"underscore" =>
"Κάτω παύλα",

"site_name" =>
"Όνομα του site σας",

"system_admin" =>
"Διαχείριση Συστήματος",

"system_preferences" => 
"Προτιμήσεις Συστήματος",

"is_system_on" => 
"Έιναι το σύστημα ενεργό;",

"is_system_on_explanation" =>
"Άν το σύστημα είναι ανενεργό, μόνο οι Υπερ-Διαχειριστές θα μπορούν να δουν τον(τους) δικτυακό τόπο(ους) σας.
If system is off, only Super Admins will be able to see your site(s)",

"system_off_msg" => 
"Μήνυμα Απενεργοποιημένου Συστήματος",

"offline_template" =>
"Πρότυπο Απενεργοποιημένου Συστήματος",

"offline_template_desc" =>
"Αυτό το πρότυπο περιέχει τη σελίδα που εμφανίζεται όταν o δικτυακός τόπος είναι ανενεργός",

"template_updated" =>
"Το πρότυπο Ανανεώθηκε",

"preference_information" =>
"Οδηγός Προτιμήσεων",

"preference" => 
"Προτίμηση",

"value" => 
"Τιμή",

"general_cfg" => 
"Γενικές Ρυθμίσεις",

"enable_db_caching" =>
"Ενεργοποίηση Κασέ ερωτημάτων SQL",

"member_cfg" =>
"Προτιμήσεις Εγγεγραμένων Μελών",

"profile_templates" =>
"Πρότυπα Προφίλ Μελών",

"allow_member_registration" =>
"Να Επιτρέπονται Νέες Εγγραφές Μελών;",

"req_mbr_activation" =>
"Να απαιτείται Ενεργοποίηση Λογαριασμού Μέλους;",

"no_activation" =>
"Δε απαιτείται ενεργοποίηση",

"email_activation" =>
"Αυτό-ενεργοποίηση μέσω e-mail",

"manual_activation" =>
"Χειροκίνητη ενεργοποίηση από τον διαχειριστή",

"require_terms_of_service" =>
"Απαίτηση Όρων Αποδοχής Υπηρεσιών",

"member_theme" =>
"Προεπιλεγμένο Θέμα Προφίλ Μελών",

"member_theme_exp" =>
"Καθορίζει ποιο θέμα θα χρησιμοποιηθεί από διάφορες σελίδες μελών: σύνδεση, εγγραφή, προφίλ, κτλ.",

"require_terms_of_service_exp" =>
"Επιλέγοντας ναι αναγκάζει τους χρήστες να τσεκάρουν την επιλογή \"αποδοχή όρων\" κατά τη διάρκεια της εγγραφής",

"use_membership_captcha" =>
"Ενεργοποίηση Captcha Μελών",

"new_member_notification" =>
"Ειδοποίηση των διαχειριστών για νέες εγγραφές;",

"mbr_notification_emails" =>
"Διεύθυνση Email για τις Ειδοποιήσεις",

"separate_emails" =>
"Διαχωρισμός πολλάπλών email με κόμμα",

"email_console_timelock" =>
"Χρονοκλείδωμα Πίνακα Email",

"email_console_timelock_exp" =>
"Ο αριθμός των λεπτών που πρέπει να περάσουν πριν επιτραπεί σε ένα μέλος να ξαναστείλει email. Σημείωση: Αυτό εφαρμόζεται στον Πίνακα Εmail στις σελίδες προφίλ των μελών.",

"log_email_console_msgs" =>
"Καταγραφή των Μηνυμάτων του Πίνακα Email",

"log_email_console_msgs_exp" =>
"Αυτή η προτίμηση σας επιτρέπει την καταγραφή όλων των μηνυμάτων που αποστέλλονται μέσω του Πίνακα Εmail στις σελίδες προφίλ των χρηστών.",

"default_member_group" =>
"Προεπιλεγμένη Ομάδα Μελων που Ανατίθεται σε Νέα Μέλη",

"group_assignment_defaults_to_two" =>
"Αν απαιτείτε ενεργοποίηση λογαριασμού, τα μέλη θα ανήκουν σε αυτή όταν ενεργοποιηθούν",

"view_email_logs" =>
"Ιστορικό Πίνακα Email",

"user_session_type" =>
"Τύπος Συνεδρίας Χρήστη",

"admin_session_type" =>
"Τύπος Συνεδρίας Πίνακα Ελέγχου",

"security_cfg" =>
"Προτιμήσεις Ασφάλειας και Συνεδρίας",

"un_min_len" =>
"Ελάχιστο μέγεθος ονόματος χρήστη",

"pw_min_len" =>
"Ελάχιστο Μέγεθος Κωδικού Πρόσβασης",

"cs_session" =>
"ΙD συνεδρίας και Cookies",

"c_session" =>
"Mόνο Cookies",

"s_session" =>
"Μόνο ID συνεδρίας",

"secure_forms" =>
"Επεξεγασία δεδομένων από φόρμες σε Κατάσταση Ασφαλείας;",

"deny_duplicate_data" =>
"Άπόρριψη Διπλότυπων Δεδομένων;",

"deny_duplicate_data_explanation" =>
"Αυτή η επιλογή αποτρέπει την αποδοχή δεδομένων που εχουν υποβληθεί από χρήστες (σχόλια, trackbacks, κτλ.) είναι ακριβές αντίγραφο δεδομένων που ήδη υπάρχουν.",

"secure_forms_explanation" =>
"Αποτρέπει το αυτόματο spamming και πολλαπλές κατά λάθος υποβολές.",

"allow_multi_logins" =>
"Να επιτρέπονται πολλαπλές συνδέσεις από έναν λογαριασμό;",

"allow_multi_logins_explanation" =>
"Καθορίζει το αν περισσότερο από ενα άτομα μπορούν να αποτήσουν ταυτόχρονα πρόσβαση στο σύστημα χρησιμοποιώντας τον ίδιο λογαριασμό χρήστη. Σημείωση: Αν ο παραπάνω τύπος Συνεδρίας οριστεί ως \"Μόνο Cookies\", αυτή η δυνατότητα δεν θα λειτουργήσει.",

"password_lockout" =>
"Ενεργοποίηση κλειδώματος password;",

"password_lockout_explanation" =>
"Αν ενεργοποιηθεί, επιτρέπονται μόνο τέσσερις προσπάθειες σύνδεσης μέσα στο χρονικό διάστημα που ορίζεται παρακάτω. 
If enabled, only four invalid login attempts are permitted within the time interval specified below. Αποτρέπει τους hacker που χρησιμοποιούν επιθέσεις σύγκρουσης για να ανιχνεύσουν αδύναμους κωδικούς πρόσβασης.",

"password_lockout_interval" =>
"Χρονικό διάστημα για το κλείδωμα",

"login_interval_explanation" =>
"Ο αριθμός ορίζεται σε λεπτά. Μπορείτε να εισάγετε δεκαδικά ψηφία. Παράδειγμα: 1.5",

"require_ip_for_login" =>
"Να απαιτείται Διεύθυνση IP και η έκδοση του Φυλλομετρητή για τη Σύνδεση;",

"require_ip_explanation" =>
"Αποτρέπει τη σύνδεση των χρηστών παραμόνο αν ο browser τους δημιουργήσεις διεύθυνση IP και πληροφορίες φυλλομετρητη. Αυτό αποτρέπει τους hacker που συνδέονται με απευθείας συνδέσεις socket.",

"allow_multi_emails" =>
"Να επιτρέπονται πολλαπλοί λογαριασμοί που χρημοποιούν την ίδια διεύθυνση email;",

"allow_username_change" =>
"Να επιτρέπεται στα μέλη να αλλάζουν το όνομα χρήστη τους;",

"require_secure_passwords" =>
"Απαίτηση Ασφαλών Κωδικών Πρόσβασης;",

"secure_passwords_explanation" =>
"Οι χρήστες θα πρέπει να διαλέγουν Κωδικούς Πρόσβασης που περιέχουν τουλάχιστον έναν κεφαλαίο χαρακτήρα, έναν πεζό και ένα αριθμητικό ψηφίο",

"allow_dictionary_pw" =>
"Να επιτρέπονται λέξεις που περιέχονται σε λεξικά ως Κωδικοί Χρήσης;",

"real_word_explanation" =>
"Αυτή η ρύθμιηση αποτρέπει τους χρήστες από το να χρησιμοποιούν λέξεις και ονόματα που περιέχονται σε λεξικά ως κωδικό πρόσβασης",

'dictionary_note'	=>
'Σημείωση: Για να χρησιμοποιήσετε αυτή τη δυνατότητα πρέπει να εγκαταστήσετε ένα αρχείο λεξικού. Συμβουλευτείτε το εγχειρίδιο χρήσης.',

"name_of_dictionary_file" =>
"Όνομα αρχείου λεξικού",

"dictionary_explanation" =>
"Το όνομα του αρχείου που περιέχει τη λίστα των λέξεων",

"image_path" =>
"Η Διαδρομή του Φάκελου των Εικόνων",

"cp_url" =>
"Το URL της αρχικής σελίδας του πίνακα ελέγχου",

"with_trailing_slash" =>
"Με κάθετο στο τέλος",

"site_url" =>
"Το URL του κεντρικού καταλόγου του δικτυακού τόπου σας",

"url_explanation" =>
"Αυτός είναι ο φάκελος που περιέχει την αρχική σελίδα του δικτυακού σας τόπου.",

"doc_url" =>
"Το URL του Φάκελου Τεκμηρίωσης",

"doc_url_explanation" =>
"Μόνο ο κεντρικός φάκελος, με κάθετο στο τέλος",

"site_index" =>
"Το όνομα του αρχείου της αρχικής σελίδας του δικτυακού σας τόπου",

"system_path" =>
"Η Απόλυτη διαδρομή του φακέλου %x",

"force_query_string" =>
"Επιβολή URL με συμβολοσειρές ερωτημάτων",

"safe_mode" =>
"Εκτελείται η PHP σε Κατάσταση Ασφαλείας στον διακομιστή σας;",

"force_query_string_explanation" =>
"Αυτός είναι ένας μηχανισμός ασφαλείας για διακομιστές που δεν υποστηρίζουν τη μεταβλητή PATH_INFO.",

"debug" =>
"Προτίμηση Απασφαλμάτωσης",

"debug_explanation" =>
"Επιτρέπει την εμφάνισης μηνυμάτων λάθους, τα οποία είναι πολύτιμα κατά την ανάπτυξη του δικτυακού τόπου",

"show_queries" =>
"Εμφάνιση ερωτημάτων SQL;",

"show_queries_explanation" =>
"Αν είναι ενεργοποιημένο, οι Υπερ-διαχειριστές θα βλέπουν τα ερωτήματα SQL στο κάτω μέρος του παράθυρου του φυλλομετρητή. Χρήσιμο κατά την απασφαλμάτωση.",

"debug_zero" =>
"0: Δεν εμφανίζονται μηνύματα λάθους PHP/SQL",

"debug_one" =>
"1: Μηνύματα λάθους PHP/SQL εμφανίζονται μόνο σε Υπερ-διαχειριστές",

"debug_two" =>
"2: Μηνύματα PHP/SQL εμφανίζονται σε οποιονδήποτε - ΜΗ ΑΣΦΑΛΕΣ",

"deft_lang" =>
"Προεπιλεγμένη Γλώσσα",

"xml_lang" =>
"Προεπιλεγμένη γλώσσα XML",

"used_in_meta_tags" =>
"Χρησιμοποιείται meta tags του πίνακα ελέγχου",

"charset" =>
"Χρήση της Προεπιλεγμένης Κωδικοσελίδας",

"gzip_output" =>
"Ενεργοποίησης εξόδου GZIP;",

"gzip_output_explanation" =>
"Όταν είναι ενεργοποιημένο, ο δικτυακός σας τόπος θα επικοινωνείται σε συμπιεσμένη μορφή για γρηγορότερο φόρτωμα των σελιδών",

"send_headers" =>
"Δημιουργία Κεφαλίδων Σελίδας HTTP;",

"redirect_method" => 
"Μέθοδος Προώθησης",

"location_method" => 
"Τοποθεσία (γρηγορότερο)",

"refresh_method" => 
"Ανανέωση (Διακομιστές Windows)",

"localization_cfg" => 
"Τοπικές ρυθμίσεις",

"time_format" => 
"Προκαθορισμένη Μορφοποίηση Ώρας",

"united_states" => 
"Ηνωμένες Πολιτείες",

"european" => 
"Ευρωπαϊκή",

"server_timezone" => 
"Ζώνη Ώρας Διακομιστή",

"server_offset" => 
"Χρονική διαφορά (σε λεπτά)",

"server_offset_explain" => 
"Χρήση του συμβόλου μείον για την αφαίρεση λεπτών: -15",

"daylight_savings" =>
"Χρήση Θερινής Ώρας",

"cookie_cfg" => 
"Ρυθμίσεις Cookies",

"cookie_domain" => 
"Όνομα Χώρου Cookie",

"cookie_domain_explanation" => 
"Εισάγετε .τοόνομαχώρουσας.com για cookies κατα μήκος όλου του δικτυακού τόπου",

"cookie_prefix" => 
"Πρόθεμα Cookie",

"cookie_prefix_explain" => 
"Χρησιμοποιήστε το μόνο αν τρέχτε πολλαπλές εγκατάστημένες εκδόσεις αυτού του προγράμματος",

"cookie_path" => 
"Διαδρομή Cookie",

"cookie_path_explain" => 
"Χρησιμοποιήστε τη μόνο αν απαιτείτε συγκεκριμένη διαδρομή για τα cookies",

"enable_image_resizing" =>
"Ενεργοποίηση της προσαρμογής μεγέθους εικόνων.",

"enable_image_resizing_exp" =>
"Όταν είναι ενεργοποιημένο, έχετε τη δυνατότητα δημιουργείτε μικρογραφίες όταν φορτώνετε εικόνες για τη τοποθέτησή τους σε καταχωρήσεις weblog",

"image_resize_protocol" =>
"Πρωτόκολλο Προσαρμογής Μεγέθους Εικόνων",

"image_resize_protocol_exp" =>
"Παρακαλούμε ελεγξτε αν ο πάροχος υπηρεσίών φιλοξενίας υποστηρίζει το επιλεγμένο πρωτόκολλο.",

"image_library_path" =>
"Διαδρομή Μετατροπέα Εικόνων",

"image_library_path_exp" =>
"Αν επιλέξετε ένα από τα ImageMagick ή NetPBM πρέπει να ορίστε τη διαδρομή του προγράμματος στον διακομιστή.",

"gd" =>
"GD",

"gd2" =>
"GD 2",

"netpbm" =>
"NetPBM",

"imagemagick" =>
"ImageMagik",

"thumbnail_prefix" =>
"Επιθεμα Μικρογραφίας Εικόνας",

"thumbnail_prefix_exp" =>
"Aυτό το επίθεμα θα προστίθεται σε όλα τις μικρογραφίες που δημιουργούνται αυτόματα. Παράδειγμα: photo_thumb.jpg",

"captcha_path" =>
"Διαδρομή του Φακέλου Captcha στον Server",

"captcha_url" =>
"Πλήρες URL Φακέλου Captcha",

"captcha_font" =>
"Χρήση TrueType Γραμματοσειράς για το Captcha;",

"email_cfg" => 
"Ρύμθμισεις Email",

"mail_protocol" => 
"Πρωτόκολλο Email",

"smtp_server" => 
"Διεύθυνση του SMTP Server",

"smtp_username" => 
"Όνομα Χρήστη SMTP",

"smtp_password" => 
"Kωδικός Πρόσβασης SMTP",

"only_if_smpte_chosen" => 
"Χρησημοποιήστε το μόνο αν επιλέξετε SMTP",

"email_batchmode" =>
"Χρήση Λειτουργίας Ομαδοποιημένων Αποστολών",

"batchmode_explanation" =>
"Η Λειτουργία Ομαδοποιημένων Αποστολών σπάει μεγάλες αποστολές σε μικρότερες ομάδες, που αποστέλλονται κατά διαστήματα. Προτείνειται αν ο δικτυακός σας τόπος φιλοξενείται σε λογαριασμό διαμοιρασμενης φιλοξενίας.",

"email_batch_size" =>
"Αριθμός Email ανά Ομάδα",

"batch_size_explanation" =>
"Για μέσους server, 300 είναι ασφαλής αριθμός",

"webmaster_email" => 
"Διεύθυνση επιστροφής αλληλογραφίας για email που δημιουργούνται αυτόματα.
Return email address for auto-generated emails",

"return_email_explanation" => 
"Αν το αφήσετε κενό, πολλοί διακομιστές αλληλογραφίας θα θεωρήσουν το email σας ως spam",

"php_mail" => 
"PHP Mail",

"sendmail" => 
"Sendmail",

"smtp" => 
"SMTP",

"plain_text" =>
"Απλό κείμενο",

"html" =>
"HTML",

"mail_format" =>
"Προεπιλεγμένη Μορφοποίηση Αλληογραφίας
Default Mail Format",

"word_wrap" =>
"Ενεργοποίηση Αναδίπλωσης-λέξεων ως προεπιλογή;",

"cp_theme" => 
"Προεπιλεγμένο Θέμα Πίνακα Ελέγχου",

"template_cfg" =>
"Προτιμήσεις Προτύπων",

"save_tmpl_revisions" =>
"Αποθήκευσης Αναθεωρήσεων Προτύπων",

"censoring_cfg" =>
"Λογοκρισία Λέξεων",

"enable_censoring" =>
"Ενεργοποίηση Λογοκρισίας Λέξεων;",

"censored_words" =>
"Λογοκριμένες Λέξεςι",

"censored_explanation" =>
"Πληκτρολογήστε κάθε λέξη σε ξεχωριστή γραμμή.",

"emoticon_cfg" =>
"Ρυθμίσεις Emoticon",

"enable_emoticons" =>
"Εμφάνιση Smileys?",

"emoticon_path" =>
"URL του Φακέλου που περιέχει τα smileys ",

"tracking_cfg" =>
"Προτιμήσεις Παρακολούθησης",

'enable_online_user_tracking' =>
'Ενεργοποίησης Οnline παρακολούθησης Χρήστη;',

'dynamic_tracking_disabling' =>
'Αναστολή ΟΛΩΝ των παρακολουθήσεων όταν το πλήθος των συνδεδεμένων επισκεπτών ξεπεράσει τους:',

'dynamic_tracking_disabling_info' =>
'Η Online Παρακολούθηση Χρηστών πρέπει να είναι ενεργοποιημένη για να χρησιμοποιήσετε αυτή τη λειτουργία, δείτε το οδηγό χρήστη για λεπτομέρειες.',

'enable_hit_tracking' =>
'Ενεργοποίηση Παρακολούθησης Χτυπημάτων Προτύπων;',

'enable_entry_view_tracking' =>
'Ενεργοποίηση Παρακολούθησης Προβολής Καταχωρήσεων Weblog;',

"log_referrers" =>
"Ενεργοποίηση Παρακολούθησης Αναφορέων;",

"weblog_administration" => 
"Διαχείριση Weblog",

"weblog_management" => 
"Παραμετροποίηση Weblog",

"field_management" => 
"Προσαρμοσμένα πεδία Weblog",

"file_upload_prefs" => 
"Προτιμήσεις φορτώματος Αρχείων",

"categories" => 
"Διαχείριση Κατηγοριών",

"default_ping_servers" => 
"Προεπιλεγμένοι Διακομιστές Ping",

"status_management" => 
"Προσαρμοσμένες Καταστάσεις Καταχωρήσεων",

"edit_preferences" => 
"Επερξεργασία Προτιμήσεων",

"preferences_updated" => 
"Οι Προτιμήσεις Ανανεώθηκαν",

"edit_groups" => 
"Προσαρμογή Ομάδων",

"members_and_groups" => 
"Μέλη και Ομάδες",

"view_members" => 
"Προβολή Μελών",

"member_validation" =>
"Ενεργοποίηση προς έγκριση Μελών",

"register_member" => 
"Εγγραφή ενός Νέου Μέλους",

"member_search" => 
"Αναζήτηση Μελών",

"user_banning" => 
"Αποκλεισμός Χρηστών",

"custom_profile_fields" => 
"Προσαρμοσμένα Πεδία Προφίλ",

"email_notification_template" =>
"Πρότυπα Ειδοποίησης Μέσω Εmail",

"member_groups" => 
"Ομάδες Μελών",

"utilities" => 
"Εργαλεία",

"view_log_files" => 
"Προβολή Ιστορικού Πίνακα Ελέγχου",

"clear_caching" =>
"Εκκαθάριση Δεδομένων στο Κασέ",

"page_caching" =>
"Αρχεία Σελίδων (προτύπων) του Κασέ",

"tag_caching" =>
"Αρχεία κασέ Ετικετών",

"db_caching" =>
"Αρχεία κασέ Βάσης Δεδομένων",

"all_caching" =>
"Όλα τα κασέ",

"cache_deleted" =>
"Τα αρχεία του κασέ διαγράφηκαν",

"php_info" => 
"Πληροφορίες PHP",

"sql_manager" =>
"Διαχειριστής SQL",

"sql_info" =>
"Πληροφορίες SQL",

"sql_utilities" =>
"Εργαλεία SQL",

"database_type" =>
"Τύπος Βάσης Δεδομένων",

"sql_version" => 
"Έκδοση Βάσης Δεδομένων",

"database_size" =>
"Μέγεθος Βάσης Δεδομένων",

"database_uptime" =>
"Ενεργός Χρόνος Βάσης Δεδομένων",

"total_queries" =>
"Σύνολο ερωτημάτων στον διακομιστή από την εκκίνηση",

"sql_status" => 
"Πληροφορίες Κατάστασης",

"sql_system_vars" => 
"Μεταβλητές Συστήματος",

"sql_processlist" => 
"Λίστα Διεργασιών",

"sql_query" => 
"Φόρμα Ερωτημάτων στη Βάση Δεδομένων",

"query_result" => 
"Αποτέλεσμα Ερωτήματος",

"query" =>
"Ερώτημα SQL",

"total_results" =>
"Σύνολο Αποτεσμάτων: %x",

"total_affected_rows" =>
"Σύνολο Γραμμών που Επηρρέαστηκαν:",

"browse" => 
"Ξεφύλλισμα",

"tables" => 
"Πίνακες",

"table_name" =>
"Όνομα Πίνακα",

"records" =>
"Εγγραφές",

"size" =>
"Μέγεθος",

"type" =>
"Τύπος",

"analize" =>
"Ανάλυση Πινάκων",

"optimize" =>
"Βελτιστοποίηση Πινάκων SQL",

"repair" =>
"Επιδιόρθωση Πινάκων SQL",

"optimize_table" =>
"Βελτιστοποίηση επιλεγμένων πινάκων",

"repair_table" =>
"Επιδιόρθωση επιλεγμένων πινάκων",

"view_table_sql" =>
"Προβολή δομης SQL και δεδομένων",

"backup_tables_file" =>
"Δημιουργία αντιγράφου ασφαλείας των επιλεγμένων πινάκων - Αρχείο Κειμένου",

"backup_tables_zip" =>
"Δημιουργία αντιγράφου ασφαλείας των επιλεγμένων πινάκων - Αρχείο Zip",

"backup_tables_gzip" =>
"Δημιουργία Αντιγράφου ασφαλείας των επιλεγμένων πινάκων - Αρχείο Gzip",

"select_all" =>
"Επιλογή Όλων",

"no_buttons_selected" =>
"Πρέπει να επιλέξετε τους πίνακες στους οποίους θα εφαρμοστεί αυτή η ενέργεια",

"unsupported_compression" =>
"Η εγκατάσταση PΗP δεν υποστηρίζει αυτή τη μέθοδο συμπίεσης",

"backup_info" =>
"Χρησιμοποιήστε αυτή τη φόρμα για να δημιουργήσετε αντίγραφα ασφαλείας της βάσης Δεδομένων σας.",

"save_as_file" =>
"Αποθήκευση αντίγραφου ασφαλείας στην επιφάνεια εργασίας σας",

"view_in_browser" =>
"Προβολή αντίγραφου ασφαλείας στον browser σας",

"sql_query_instructions" => 
"Χρησιμοποιήστε αυτή τη φόρμα για να υποβάλλετε ένα ερώτημα SQL",

'sql_query_debug' =>
'Ενεργοποίηση εξόδου λαθών MySQL',

"file_type" =>
"Τύπος αρχείου: ",

"plain_text" =>
"Απλό κείμενο",

"zip" =>
"Zip",

"gzip" =>
"Gzip",

"advanced_users_only" => 
"Μόνο για προχωρημένους Χρήστες",

"recount_stats" => 
"Επανακαταμέτηρηση Στατιστικών",

"preference_updated" =>
"Η προτίμηση ανανεώθηκε",

"click_to_recount" =>
"Κάντε κλικ για την επανακαταμέτρηση των γραμμών %x έως %y",

"items_remaining" =>
"Εγγραφές που απομένουν:",

"recount_completed" =>
"Επανακαταμέτρηση ολοκληρώθηκε",

"return_to_recount_overview" =>
"Επιστρολφή στη Κεντρική Σελίδα Επανακαταμέτρησης",

"recounting" =>
"Επανακαταμέτρηση σε εξέλιξη",

"recount_info" =>
"Οι παρακάτω σύνδεσμοι σας επιτρέπουν να ενημερώνετε διάφορα στατιστικά, όπως το πόσες καταχωρήσεις έχει κάνει κάθε μέλος.",

"source" =>
"Πηγή ",

"records" =>
"Εγγραφές στη Βάση Δεδομένων",

"total_records" =>
"Σύνολο Εγγραφών:",

"recalculate" =>
"Επανακαταμέτρηση Στατιστικών",

"do_recount" =>
"Διενέργεια Επανακαταμέτρησης",

"set_recount_prefs" =>
"Προτιμήσεις Επανακαταμέτρησης",

"recount_instructions" =>
"Συνολικός αριθμός γραμμών στη βάση δεδομένων που επεξεργάστηκαν κατά ομάδες.",

"recount_instructions_cont" =>
"Για αποφευχθεί η εξάντληση το χρονικού περιθωρίου του διακομιστή, κάνουμε την επανακαταμέτρηση σε ομάδες. Το 1000 είναι ένας ασφαλής αριθμός για τους περισσότερους διακομιστές. Αν λειτουργείτε έναν υψηλών επιδόσεων ή εξειδικευμένο διακομιστή, μπορείτε να αυξήσετε αυτό το νούμερο.",

"exp_members" =>
"Μέλη",

"exp_weblog_titles" =>
"Καταχωρήσης Weblog",

"search_and_replace" => 
"Αναζήτηση και Αντικατάσταση",

"data_pruning" => 
"Περιορισμός Δεδομένων",

"sandr_instructions" => 
"Αυτές οι φόρμες σας επιτρέπουν την αναζήτηση συγκεκριμένο κείμενο και την αντικατάστασή του με άλλο.",

"search_term" => 
"Αναζήτηση για αυτό το κείμενο ",

"replace_term" => 
"Και αντικατέστησέ το με αυτό το κείμενο",

"replace_where" => 
"Σε ποιο πεδίο της βάσης δεδομένων θέλετε να γίνει η αντικατάσταση;",

"search_replace_disclaimer" =>
"Ανάλογα με τη σύνταξη που θα χρησιμοποιηθεί, αυτή η λειτουργία μπορεί να προκαλέσει ανεπιθύμητα αποτελέσματα. Συμβουλευτείτε το εγχειρίδιο και δημιουργήστε αντίγραφα ασφαλείας της βάσης δεδομένων σας.",

"title" =>
"Τίτλος",

"weblog_entry_title" =>
"Τίτλοι Καταχωρήσεων Weblog",

"weblog_fields" =>
"Πεδία Weblog:",

"templates" =>
"Σε ΟΛΑ τα Πρότυπα
In ALL Templates",

"rows_replaced" => 
"Αριθμός των εγγραφών στη βάση δεδομένων όπου έγινε η αντικατάσταση:",

"view_database" => 
"Διαχείριση Πινάκων Βάσης Δεδομένων",

"sql_backup" => 
"Αντίγραφο Ασφαλείας Βάσεων Δεδομένων",

"sql_no_result" => 
"Το ερώτημα που υποβάλλετε δεν επέστρεψε αποτέλεσματα",

"sql_not_allowed" => 
"Μας συγχωρείτε, αλλά αυτός δεν είναι ένα από τους επιτρεπόμενους τύπους ερωτημάτων.",

"site_statistics" =>
"Στατιστικά Δικτυακού Τόπου",

"translation_tool" => 
"Εργαλείο Μετάφρασης",

"translation_dir_unwritable" => 
"Προσοχή: Ο φάκελος μεταφράσεων δεν είναι εγγράψιμος.",

"please_set_permissions" => 
"Παρακαλούμε ορίστε τα προνόμια από 666 σε 777 στον ακόλουθο φάκελο:",

"choose_translation_file" => 
"Επιλέξετε ένα αρχείο για μετάφραση",

"core_language_files" => 
"Βασικά αρχεία γλωσσών:",

"module_language_files" => 
"Αρχεία γλωσσών Υποσυστημάτων:",

"file_saved" => 
"Το αρχείο αποθηκεύτηκε",

"default_html_buttons" => 
"Προεπιλεγμένα κουμπιά HTML",

"import_from_pm" =>
"Εργαλείο Εισαγωγής pMachine",

"import_from_mt" =>
"Εργαλείο Εισαγωγής Movable Type",

"member_import" =>
"Εργαλείο Εισαγωγής Μελών",

"specialty_templates" =>
"Ειδικά Πρότυπα",

"user_messages_template" =>
"Πρότυπα Μηνυμάτων Χρηστών",

"plugin_manager" =>
"Διαχειριστής Πρόσθετων",

"installed_plugins" =>
"Εγκατεστημένα Πρόσθετα",

"no_plugins_exist" =>
"Δεν υπάρχουν εγκατεστήμενα πρότυπα",

"view_info" =>
"Προβοή Πληροφοριών",

"plugin_information" =>
"Πληροφορίες Πρόσθετων",

"pi_name" =>
"Όνομα",

"pi_author" =>
"Συντάκτης",

"pi_version" =>
"Έκδοση",

"pi_author_url" =>
"URL Συντάκτη",

"pi_description" =>
"Περιγραφή",

"pi_usage" =>
"Χρήση",

"no_additional_info" =>
"Δεν υπάρχουν επιπλέον πληροφορίες διαθέσιμες για αυτό το πρόσθετο",

'update_and_return' =>
"Ενημέρωση και Ολοκλήρωση",

'cached_relationships' =>
"Καταχωρήσεις Συσχετίσεων στο Κασέ",

'template_debugging' =>
"Εμφάνιση Απασφαλμάτωσης Προτύπων;",

"template_debugging_explanation" =>
"Αν ενεργοποιηθεί, οι Υπερ-διαχειριστές θα μπορούν να δούν μια λίστα λεπτομερειών που αφορούν την επεξεργασία της σελίδας. Χρήσιμο για απασφαλμάτωση.",

"view_throttle_log" =>
"Προβολή Ιστορικού Πνιξίματος",

"no_throttle_logs" =>
"Δεν καταπνίγονται IP από το σύστημα αυτή τη στιγμή.",

'throttling_disabled' =>
"Απενεργοποιημένο Πνίξιμο",

'hits' =>
"Χτυπήματα",

'locked_out' =>
"Αποκλεισμένο",

'last_activity' =>
"Πρόσφατη Δραστηριότητα",

'blacklist_all_ips' =>
"Εισαγωγή στη μαύρη λίστα Όλων των IP",

'sites_tab_behavior' =>
"Συμπεριφορά Καρτελών Δικτυακών Τόπων",

"is_site_on" => 
"Είναι ο δικτυακός τόπος ενεργός;",

"is_site_on_explanation" =>
"Αν ο δικτυακός τόπος είναι ανενεργός, μόνο οι Υπερ Διαχειριστές θα μπορούν να δουν τον δικτυακό τόπο",

'theme_folder_path' =>
"Διαδρομή του Φακέλου Θεμάτων",

'site_preferences' =>
"Προτιμήσεις Δικτυακού Τόπου",

'multiple_sites_enabled' =>
"Ενεργοποίησης Διαχειριστή Πολλαπλών Δικτυακών Τόπων",


/* END */
''=>''
);
?>