<?php
 
$L = array(

//----------------------------
// Email
//----------------------------

"email_module_name" =>
"Email",

"email_module_description" =>
"Υποσύστημα Email Χρηστών",

'message_required' =>
"Απαιτείται Μήνυμα Email",

'em_banned_from_email' => 
"H διεύθυνση αποστολέα που υποβάλλατε είναι αποκλεισμένη.",

'em_banned_recipient' =>
"Ένας ή περισσότεροι από τους παραλήπτες του email είναι αποκλεισμένοι.",

'em_invalid_recipient' =>
"Μία ή περισσότερες από τις διευθύνσεις παραλήπτών δεν είναι έγκυρες.",

'em_no_valid_recipients' =>
"Το email σας δεν είναι έγκυρους παραλήπτες.",

'em_sender_required' =>
"Απαιτείται μια έγκυρη διεύθυνση email",

"em_unauthorized_request" =>
"Δεν έχετε δικαιώματα εκτέλεσης αυτής της ενέργειας",

'em_limit_exceeded' =>
"Έχετε ξεπεράσει τον ημερίσιο αριθμό των email που επιτρέπεται να στείλετε.",

'em_interval_warning' =>
"Επιτρέπεται να συμπληρώνετε τη φόρμα αποστολής email κάθε %s δευτερόλεπτα.",

"em_email_sent" =>
"Το μήνυμα email σας εστάλει επιτυχώς.",


/* END */
''=>''
);
?>