<?php
 
$L = array(

'storage_status'=>
"Έχετε %x από τα συνολικά %y επιτρεπόμενα μηνύματα.",

'storage_percentage' =>
"Οι φάκελοί σας είναι %x% γεμάτοι
Your folders are %x% full",

'messages_reply_all' =>
"Απάντηση σε Όλους",

'edit_list' =>
"Επεξεργασία Λίστας",

'no_more_attachments' =>
"Δεν επιτρέπεται να προσθέσετε περισσότερα συνημμένα.",

'click_preview_to_attach' =>
"Για να περισσότερα από ένα συνημμένα κάντε κλικ στη προεπισκόπιση αφού γίνει η επιλογή των αρχείων",

"view_folder" =>
"Προβολή Φακέλου",

"view_message" =>
"Προβολή Μηνύματος",

'compose_message' =>
"Δημιουργία Νέου Μηνύματος",

'new_message' =>
"Νέο Μήνυμα",

'private_messages' =>
"Προσωπικά Μηνύματα",

'private_message' =>
"Προσωπικά Μήνυμα",

'draft_messages' =>
"Πρόχειρα Μηνύματα",

'deleted_messages' =>
"Κάδος ανακύκλωσης",

'erase_messages' =>
"Άδειασμα Κάδου",

'erase_popup' =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε οριστικά όλα τα διαγραμμένα μηνύματα;",

'track_messages' =>
"Παρακολούθηση Μηνυμάτων",

'edit_folders' =>
"Επεξεργασία Φακέλων Μηνυμάτων",

'folder_directions' =>
"Για να διαγράψετε ένα στοιχείο υποβάλλετε τη φόρμα με το όνομα του φακέλου κενό. Η διαγραφή ενός φακέλου θα διαγράψει και τα περιεχόμενά του.",

'folder_required' =>
"(Υποχρεωτικό)",

'missing_required_field' =>
"Το Υποχρεωτικό Αρχείο Λείπει",

'folder_name' =>
"Όνομα Φακέλου",

'buddy_list' =>
"Λίστα Φίλων",

'blocked_list' =>
"Λίστα Μπλοκαρισμένων",

'folder_page' =>
"Σελίδα",

'no_messages' =>
"Δεν Βρέθηκαν Φάκελοι",

'message_subject' =>
"Θέμα",

'message_sender' =>
"Αποστολέας",

'message_date' =>
"Ημερομηνία",

'of' =>
"από",

'unlimited_messages' =>
"Απεριόριστα",

'no_messages' =>
"Κανένα Μήνυμα",

'messages_percent_full' =>
"Οι φάκελοι είναι {lang:usage_percent}% γεμάτοι",

'messages_folder' =>
"Φάκελος Προσωπικών Μηνυμάτων",

'messages_delete' =>
"Διαγραφή",

'messages_move' =>
"Μετακίνηση",

'messages_copy' =>
"Αντιγραφή",

'messages_allowed_total' =>
"Έχετε {lang:total_messages} από τον συνολικό αριθμό των {lang:max_messages} επιτρεπόμενων μηνυμάτων.",

'switch_folder' =>
"Αλλαγή Φακέλου: ",

'zero_percent' =>
"0%",

'sent_copy' =>
"Αποθήκευση ενός αντίγραφου στο φάκελο των Απεσταλμένων;",

'track_message' =>
"Παρακολούθηση Μηνύματος",

'hide_cc' =>
"Απόκρυψη CC από τους Παραλήπτες",

'preview_message' =>
"Προεπισκόπηση Μηνύματος",

'guided' =>
"Καθοδηγούμενο",

'normal' =>
"Κανονικό",

'send_message' =>
"Αποστολή Μηνύματος",

'fifty_percent' =>
"50%",

'hundred_percent' =>
"100%",

'choose_folder' =>
"Επιλογή Φακέλου",

'close_window' =>
"Κλείσιμο Παραθύρου",

'search_results' =>
"Αποτελέσματα Αναζήτησης",

'message_options' =>
"Επιλογές",

'cc' =>
"CC",

'new_search' =>
"Εκτέλεση Νέας Αναζήτησης;",

'attachments' =>
"Συνημμένα",

'max_size' =>
"Μέγιστο Μέγεθος: ",

'message_recipients' =>
"Παραλήπτες",

'message_subject' =>
"Θέμα",

'message' =>
"Μήνυμα",

'smileys' =>
"Smileys",

'empty_recipients_field' =>
"Το Μήνυμα πρέπει να περιέχει τουλάχιστον ένα παραλήπτη.",

'empty_subject_field' =>
"Το θέμα είναι υποχρεωτικό για όλα τα μηνύματα",

'empty_body_field' =>
"Το πεδίο μηνύματος είναι κενό. Δεν θέλατε να πείτε κάτι, σωστα;",

'sending_limit_warning' =>
"Ξεπεράσατε το όριο αποστολής Προσωπικών Μηνυμάτων για τη περίοδο των 24 ωρών.",

'storage_limit_warning' =>
"Φτάσατε το όριο της αποθήκευσης για τα Προσωπικά Μηνύματα.",

'message_too_large' =>
"Το Μήνυμα είναι μεγαλύτερο από το μέγιστο μέγεθος του %max%",

'characters' =>
"Χαρακτήρες",

'unable_to_recieve_attach' =>
"Αδύνατη η Λήψη του Συνημμένου",

'attach_too_large' =>
"Το μέγεθος των συνημμένων σας ξεπέρασε το επιτρεπόμενο όριο.",

'too_many_attachments' =>
"Υπερβολικός αριθμός συνημμένων που ανέβηκαν στο σύστημα PM. Παρακαλούμε ειδοποιήστε τον διαχειριστή συστήματος.",

"allowed_mimes" =>
"Επιτρεπόμενοι Τύποι Αρχείων:",

'file_name' =>
"Όνομα Αρχείου",

'file_size' =>
"Μέγεθος Αρχείων",

'remove' =>
"Αφαίρεση",

'current_attachments' =>
"Τρέχον Συνημμένο",

'file_size_unit' =>
"KB",

'draft_message' =>
"Αποθήκευση ως Πρόχειρο",

'messages_reply' =>
"Απάντηση",

'messages_forward' =>
"Προώθηση",

'invalid_message' =>
"Μη Έγκρυο Μήνυμα",

'reply_prefix' =>
"RE: ",

'forward_prefix' =>
"FWD: ",

'member_name' =>
"Όνομα Μέλους",

'member_usernames' =>
"Εμφανιζόμενο Όνομα Μέλους",

'member_description' =>
"Περιγραφή",

'empty_list' =>
"Η Λίστα είναι Κενή",

'add_member' =>
"Προσθήκη Μέλους",

'any' =>
"Οποιοδήποτε",

'member_search' =>
"Αναζήτηση Μέλους",

'search_results' =>
"Αποτελέσματα Αναζήτησης",

'insert_member_instructions' =>
"Κάντε κλικ στο όνομα μέλους για να το επιλέξετε",

'description_charlimit' =>
"(λιγότερο από 50 χαρακτήρες)",

'folders_updated' =>
"Οι Φάκελοι Ενημερώθηκαν",

'blocked_recipients' =>
"Υπήρχαν μέλη στη λίστα των Παραληπτών ή πεδία CC που ήταν αδύνατον να δεχτούν 
Προσωπικά Μηνήματα. Έχουν αφαιρεθεί από το σύστημα και μπορείτε να προσπαθήσετε να τα στείλετε ξανά.",

'overflow_recipients' =>
"Οι φάκελοι εισερχομένων των ακόλουθων μελών είναι προς το παρόν γεμάτοι, και για να στείλετε αυτό το μήνυμα
πρέπει να αφαιρέσετε αυτούς τους παραλήπτες από τη λίστα Παραληπτών σας ή τα πεδία CC: %overflow_names%",

'add_buddy' =>
"Προσθήκη στους Φίλους",

'add_block' =>
"Προσθήκη στους Μπλοκαρισμένους",

'invalid_username' =>
"Ένα ή περισσότερα Εμφανιζόμενα Ονόματα που υποβλήθηκαν, δεν είναι έγκυρα.",

'delete_selected' =>
"Διαγραφή επιλεγμένων μηνυμάτων",

'move_selected' =>
"Μετακίνηση επιλεγμένων μηνυμάτων",

'copy_selected' =>
"Αντιγραφή Επιλεγμένων μηνυμάτων",

'no_search_results' =>
"Η αναζήτησή σας δεν είχε αποτελέσματα",

'bulletin_board' =>
"Πίνακας Ανακοινώσεων",

'message_no_bulletins' =>
"Δεν Υπάρχουν Ανακοινώσεις",

'send_bulletin' =>
"Αποστολή Ανακοίνωσης",

'bulletin_expires' =>
"Η Ανακοίνωση Λήγει",

'bulletin_message' =>
"Μήνυμα Ανακοίνωσης",

'bulletin_date' =>
"Ημερομηνία Ανακοίνωσης",

'bulletin_success' =>
"Η Ανακοίνωση Εστάλει Επιτυχώς",

'member_group' =>
"Ομάδα Μελών",

'delete_bulletin' =>
"Διαγραφή Ανακοίνωσης",

'delete_bulletin_popup' =>
"Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε αυτή την ανακοίνωση;",

'bulletin_deleted' =>
"Η Ανακοίνωση Διαγράφηκε",

'messsage_already_sent' =>
"Το Μήνυμα Έχει Ήδη Σταλεί",

'waiting_period_not_reached' =>
"Για να αποφύγετε ανεπιθύμητα μηνύματα spam υπάρχει μια χρονική περίοδο %time% ωρών πριν μπορέσουν τα μέλη να στείλουν Προσωπικά Μηνύματα.",

"send_throttle" =>
"Μπορείτε να στείλετε Προσωπικά Μηνύματα κάθε %x δευτερόλεπτα",

'duplicate_message_sent' =>
"Έχετε στείλει το ίδιο μήνυμα περισσότερες από μια φορές.",


/* END */
''=>''
);
?>